{"Dinosaur Bar-B-Que": [[[5, "woah woah woah now. My husband has eaten here without me and said it was just ok when i listed it as a must try once we moved here. WELL im glad i didnt...", {"emotion": 3}], [4, "Great live music venue. Food here tastes great. The only downsides to me are that 1.) The food is a bit on the pricey side since they use wood to smoke...", {"emotion": 0}], [5, "Iconic BBQ location in Upstate New York. The Syracuse location is the original, although I have also been to the one in Rochester, as well as in Harlem....", {"emotion": 1}]], 4.5, "$$", "Syracuse, NY", 1.3333333333333333], "Pastabilities": [[[5, "What in the hell just happened to me.\n\n I feel...... different......\n\nOH, NOW I REMEMBER!\n\nI ate at Pastabilities.   \n\nFor me, gone are the days of Gram's...", {"emotion": 1}], [5, "While visiting Syracuse, this place is known to be busy at all times and I can see WHY! \n\nOn a Sunday night, we came around 9pm and it was a 45 min wait....", {"emotion": 0}], [5, "Went on a Saturday night for dinner. 1.5 hour wait. I mean it's a highly reviewed restaurant in Syracuse so we expected that. We went to a nearby bar (the...", {"emotion": 0}]], 4.5, "$$", "Syracuse, NY", 0.3333333333333333], "Strong Hearts Cafe": [[[5, "For first timers like me, Strong Hearts Café sits in an unassuming building with no outside signage marking its location. There is instead a banner up high...", {"emotion": 1}], [4, "I appreciate that there's a place like Strong Hearts Cafe in the area. Especially when I was visiting from out of town for an extended time and following a...", {"emotion": 0}], [4, "I had my eye out for this place since there are so few vegan places in the area! I came here with a friend and we both ordered an entree and a milkshake. I...", {"emotion": 0}]], 4.0, "$", "Syracuse, NY", 0.3333333333333333], "Darwin": [[[5, "This place has a rotating menu every couple of weeks to months. In all the times I've been there (10+), I've never been disappointed. I cant specifically...", {"emotion": 0}], [5, "Darwin has turned me into a sandwich lover. Sandwiches just aren't that interesting to me - but now I find myself visiting this place multiple times a week...", {"emotion": 0}], [5, "Ladies and gentlemen....I have an announcement. \n\n\nBest sandwich place in Syracuse. I'm sorry. But I'm right.", {"emotion": 1}]], 4.5, "$", "Syracuse, NY", 0.3333333333333333], "Apizza Regionale": [[[5, "Syracuse's best pizza. It says a lot when a custom oven is imported from Italy to guarantee it's correct! Regional products that are essential to a...", {"emotion": 1}], [4, "Our dinner guests were rough-skinned, pock-marked, with blemishes, blisters, and big black welts.\n\nYeah boyee!  Wouldn't have it any other way.\n\nThough...", {"emotion": 0}], [5, "The best pizza in Syracuse. It says a lot when a place imports a custom oven from Italy to make sure they get it right! There's a strong emphasis on local...", {"emotion": 0}]], 4.5, "$$", "Syracuse, NY", 0.3333333333333333], "Eva's European Sweets": [[[5, "She had me at the beets! A lovely and refreshing salad of lightly roasted, shredded beets in a light dressing to highlight the natural sweetness of this...", {"emotion": 1}], [4, "This place is super cute! The interior screams homey/cozy. The service is great! And the food was all delicious! Our table had pierogies (Ruskie and...", {"emotion": 1}], [5, "The perfect rainy day restaurant (I first came on a chilly, sleeting night, which only made the cozy atmosphere more inviting.)  The food is warm and...", {"emotion": 2}]], 4.5, "$$", "Syracuse, NY", 1.3333333333333333], "Rise N Shine Diner": [[[5, "I am a big, big fan of Rise N Shine. Both of the locations are so consistent that it is my go-to whenever I want some brunch. Get ready to wait though, the...", {"emotion": -1}], [4, "Oh man is this place worth the wait! (Yes, there's always a wait and you'll see why when you pull up.) \nFirst off, the menu is awesome! It's chock full of...", {"emotion": 0}], [5, "This place is a totally gem. It feels like family, the food is homemade, soulful and just damn yummy. \n\nThe service was amazing. Our server was great and...", {"emotion": 1}]], 4.5, "$", "Syracuse, NY", 0.0], "Thai Love NY": [[[5, "The best Thai place in Syracuse. Their food choices is like when all the aunties make their best dish to the pot luck and you just get to sit down and pig...", {"emotion": 2}], [4, "Stopped by Syracuse and tried out this place. \nWe like the lemongrass Tom Yum soup...not too spicy and just right taste for me. We also ordered the...", {"emotion": 0}], [3, "Authentic Thai restaurant with all the classic dishes. When we were here, the restaurant was almost empty but they kept on having to go orders so they were...", {"emotion": 1}]], 4.5, "$$", "Syracuse, NY", 1.0], "Mother's Cupboard": [[[5, "My 200th review! \n\nI'm stoked to be writing it for a place that was a childhood staple for me. You may have seen these guys on Man vs Food because of their...", {"emotion": 0}], [3, "Service was excellent\n\nTheir Burger was good but not what I expected based on reviews.\n\nThe place was very busy and portions were large for the price.", {"emotion": 2}], [4, "This place is a divey breakfast diner. It has a long history with Syracuse as it's been around for decades and is very much a part of the city culture....", {"emotion": 0}]], 4.5, "$", "Syracuse, NY", 0.6666666666666666], "Yamasho Sushi Steakhouse": [[[5, "One of the best Japanese restaurants in Syracuse area. No bull! Chefs do not twist and jongle with eggs here. For that I'm going to go to the circus. Easy,...", {"emotion": 1}], [5, "I got a chance to try out this place when I was in Syracuse visiting family back in August. Usually we just go downtown for sushi but it was a Sunday night...", {"emotion": 0}], [5, "Best sushi in syracuse, hands down. Love the cucumber wrapped roll and the way it is presented. The fish is obviously fresh as opposed to other places I...", {"emotion": 3}]], 4.5, "$$", "Syracuse, NY", 1.3333333333333333], "Kitty Hoynes": [[[5, "You like an Irish atmosphere with the friendliest of waitresses & an owner who is a true professional in every sense of the word?  Fresh vegetables and...", {"emotion": 2}], [4, "We visited here on the recommendation of JP the owner of Katie O'Bryne's Irish Pub (Schenectady, NY). We stayed in Syracuse on our way to a college reunion....", {"emotion": 0}], [4, "Fish and chips! \n\nFish and chips!\n\nFish and chips!\n\nBest fish in CNY. Get the 2 piece. Great fries and coleslaw come with it. Battered and fried super...", {"emotion": 1}]], 4.5, "$$", "Syracuse, NY", 1.0], "Recess Coffee House & Roastery": [[[5, "This was one of the first places I visited in Syracuse, and is still hands down my favorite cafe in the whole city.  The peanut butter mocha is my drink of...", {"emotion": 3}], [5, "Great place. Friendly environment, great staff and good menu options. Their shakes are very good and coffee is great as well. Have tried a few teas they're...", {"emotion": 6}], [5, "Best place I have ever been to. The outside was so cute and inviting! When we walked in we were amazing by the amount of options we had not only for drinks...", {"emotion": 2}]], 4.5, "$$", "Syracuse, NY", 3.6666666666666665], "Laci's Tapas Bar": [[[5, "This was my first visit to Lacy's, but I am really impressed! We went on a Tuesday and were happy to find that they have half off bottles of wine on...", {"emotion": 0}], [2, "Laci's was a major disappointment. So many people recommended trying the food and that it was an experience I HAD to try before heading back to Texas....", {"emotion": 0}], [5, "What a cute establishment! We walked from our hotel (Quality inn on James st) and made it just in time to order a few dishes and a round of drinks. The...", {"emotion": -1}]], 4.0, "$$", "Syracuse, NY", -0.3333333333333333], "The Fish Friar": [[[5, "It was a day like any other day.  A cool fall breeze in the air and the smell of the beautiful lake Onondaga enveloped the city like a young man delivering...", {"emotion": 4}], [4, "I am between 3 and 4 stars. Just went for dinner, party of 4. Wasnt a busy Saturday night and service was good.\n\nI got the shrimp ceasar no croutons (one of...", {"emotion": 0}], [5, "My fiancé and I have been wanting to check out this place for a while now. We finally had the opportunity to do so this evening. \nThe service was fantastic,...", {"emotion": -1}]], 4.5, "$$", "Syracuse, NY", 1.0], "Roji Tea Lounge": [[[5, "Great vegan options! I came here with a friend on a Summer weekday evening. It was small but very cute on the inside. I really liked the seating at the low...", {"emotion": 1}], [3, "Roji Tea Lounge is an adorable establishment with exposed brick walls and a more traditional Japanese teahouse place settings in a side room--read low table...", {"emotion": -1}], [3, "Owned by Roji Federer, Roji Moore (007), and Roji Rabbit.\n\nOne of Syracuse's most popular Boba spots, with cute decor and a wonderful location, but I...", {"emotion": 1}]], 4.5, "$$", "Syracuse, NY", 0.3333333333333333], "Stella's Diner": [[[4, "Love Stella's! I've been coming here for years! Depending on the day and time you stop by, you could be waiting for a bit. But, it's definitely worth the...", {"emotion": 0}], [4, "Bigger portions than a normal\nPerson can eat.... but good solid food much in the tradition of the Little Gem Diner.  Crowded & a little noisy but the staff...", {"emotion": 1}], [2, "Okay, positive points first.\n1. The service was good.\n2. The coffee was hot.\n\nBut....\n\nThe food at Stella's is less than stellar and honestly nothing to...", {"emotion": 1}]], 4.0, "$", "Syracuse, NY", 0.6666666666666666], "New Century": [[[4, "This past Saturday was the first time my husband and I ate in the restaurant and had a nice experience. The food was still just as delicious and the service...", {"emotion": 2}], [4, "Very pleasantly surprised by this place. It wasn't expecting much of it all when I saw the front entrance but since it has so many good reviews, we wanted...", {"emotion": 1}], [5, "This place is the best! I come every time I visit Syracuse because it is delicious. The staff are friendly and the food has restorative properties....", {"emotion": 1}]], 4.0, "$$", "Syracuse, NY", 1.3333333333333333], "Alto Cinco": [[[5, "Every time I come back to Syracuse I make a stop at Alto Cinco for their catfish burrito. The spicy chipotle mayo on top is delicious and the fried catfish...", {"emotion": 1}], [2, "This was my favorite restaurant in all of Syracuse. I loved the vegan options and quality food. \nUnfortunately, tonight's experience ruined the past 10...", {"emotion": 3}], [3, "Hope to upgrade this review in the future. I've been going to Alto Cinco for about 6 years now...and they always a late night classic around student...", {"emotion": 1}]], 3.5, "$$", "Syracuse, NY", 1.6666666666666667], "Gangnam Style Korean Kitchen": [[[5, "I'm in love. \n\nThe owners of this establishment are awesome, always check on you and ask how everything is tasting. \n\nMy favorite was the jap chae; noodles...", {"emotion": 1}], [4, "The food was delicious! The ambiance could use an upgrade. But, again, the food was very good! \n\nWe started with the curry paejon. SO good and crispy. I...", {"emotion": 2}], [4, "This must be one of the few Korean places where the people there are nice to and patient with customers who don't speak Korean haha, which is part of the...", {"emotion": 1}]], 4.5, "$$", "Syracuse, NY", 1.3333333333333333], "Joey's Classic Italian Dining": [[[5, "New York State...the American home of great Italian restaurants. Joey's is as good as it gets. It's a wonderful room. It's very comfortable, very classy and...", {"emotion": 3}], [5, "Amazing food. We ordered all sorts of dishes and desserts (cannoli and apple cheesecake) and all choices were incredible. The portions were huge AND...", {"emotion": 2}], [5, "Take out Dinner Aug 21\n  You usually don't expect a lot when you get take out.  BUT at JOEY's be prepared to expect a lot!\n   1) entree portions are huge -...", {"emotion": -2}]], 4.0, "$$", "Syracuse, NY", 1.0]}