{"The Cafe": [[[5, "Holy shit, Batman. \n\nI planned this super secret weekend getaway with my gal. We got the cold brew coffee to perk us up -- it was 10AM and we slept in for..."], [4, "My wife and I ate at The Cafe while in Ames for a wrestling camp for our son. We had read a number of great reviews so it was a natural choice. At 7 on a..."], [4, "What a cute place! Stopped for breakfast on a Sunday and we were seated right away. The menu is great, not too overwhelming but has a lot of unique options...."]], 4.5, "$$", "Ames, IA"], "The Mucky Duck Pub": [[[5, "I was intrigued by seeing a place that served authentic British food right outside of the metro! So I had to check it out! \nFirst off I am in love with the..."], [5, "A proper pasty in Suburban Iowa... I will call that a victory!\n\nAlso excellent pie.\n\nAnd a good beer list, including both local and British.\n\nWhat's not to..."], [4, "Brilliant! This pub did not disappoint. Like a blessing out of nowhere I found this hidden gem on a day I had a strong craving for fish and chips. Tucked..."]], 4.5, "$$", "Ames, IA"], "Hickory Park Restaurant Co.": [[[5, "If you're ever in Ames, this is the one restaurant you must go to. It's a staple. It kind of feels like a factory since it's gigantic, but, trust me, it..."], [5, "Love this place!! Fun interior! Great staff--well trained and pleasant. I know Ames has other great restaurants but we can't bring ourselves to go anywhere..."], [5, "Super impressed with this place.  My daughter is an incoming freshman so I'm sure we will be here on a regular basis.  We live in the Minneapolis area, so..."]], 4.0, "$$", "Ames, IA"], "Provisions Lot F": [[[5, "By far, Provisions is one of my favorite restaurants in Ames. It is very easy for me to make that statement, as every time I have had a meal at Provisions I..."], [4, "I've been here twice, both times at dinner with family.  I've been coming to Ames for years to visit my parents (I didn't grow up here) and I did not..."], [5, "To say I eat here almost nightly when visiting the city of Ames is an understatement. I sometimes also come for lunch or breakfast!\n\nAlways wonderful..."]], 4.5, "$$", "Ames, IA"], "Pammel Grocery and Deli": [[[5, "First, the food.  Y U M!!!!  It a great place to go for Greek deliciousness.  The meal doesn't disappoint, no matter what you get.  And if you want to go..."], [5, "How have I not reviewed this place?\n\nGyros, lamb, hummus, all the good stuff. All done amazingly. The only time I was disappointed was when I ordered the..."], [5, "Love love love! \n\n1. The food is fantastic. I have never had anything I haven't liked.\n2. The family that own the place are super kind and are quick to..."]], 4.5, "$", "Ames, IA"], "Dublin Bay Irish Pub & Grill": [[[5, "OMG...the potato soup!  I'm sure is completely fat free...not, but so worth it.  Super thick and chunky.  I ordered it even though is was like 85 degrees..."], [5, "The atmosphere was exactly what one would hope for in an a restaurant simulating in Irish Pub. Nothing over the top. Just picture yourself an Irish Pub, and..."], [5, "My wife and I stopped in on a Sunday evening, and were treated to excellent service and incredible food. We split a bowl of Guinness chili, the soup of the..."]], 4.0, "$$", "Ames, IA"], "Cafe Beaudelaire": [[[5, "An Ames favorite that is not a force to be reckoned with. They're food is out of this world delicious! An awesome take on Brazilian food here in Iowa!..."], [4, "A night out with the coworkers started out in here and I'm super glad it did! The place was fairly quiet for a Friday, but progressively picked up in..."], [1, "Waited 15 minutes to even see a menu. Another 10 to even get water. Another 20 for one appetizer of fries. Another 40 for an entree, 2 of which were just..."]], 4.0, "$$", "Ames, IA"], "The Great Plains Sauce & Dough": [[[5, "Great Pizza. I got the Buffalo pizza on the Idaho crust. My kids got the thin classic crust, but we liked the Idaho better."], [4, "Not your normal franchise pizza place.  I enjoyed the pizza especially the sauce.  I am a fan of the  \"tomatoeee\" sauce.   Plenty of toppings and cheese.  I..."], [4, "I like great plains.  They do a nice job if you want a cheesy, delicious pizza.  Their pizza is more filling than at other places so I can eat fewer pieces...."]], 4.0, "$$", "Ames, IA"], "Aunt Maude's": [[[5, "This was a great local establishment.  The service was excellent and the food was great.  I had the steak sandwich and it was cooked perfectly.  The side..."], [4, "First time at Maude's, the atmosphere is very much a steakhouse vibe. Ate in the open seating area and the hostess was very accommodating. \n\nOrdered a cup..."], [5, "Stopped by for lunch today and decided to sit in the bar. The atmosphere was nice and some music was playing. I was greeted by Zach the bartender right..."]], 4.0, "$$", "Ames, IA"], "Downtown Deli": [[[5, "Great food, great location, and super friendly staff! They even had french silk pie when I came in!"], [5, "Great sandwich. Meat/Cheese is sliced when you order, all ingredients are fresh, good bread."], [5, "I was extremely leery of trying this place out because I've yet to be impressed by any Ames eateries the locals love so much. Welp, this one they actually..."]], 4.5, "$", "Ames, IA"], "Chocolaterie Stam - Ames": [[[5, "My girlfriend and I stopped here to beat the heat with some gelato and we instantly fell in love with the place. We were greeted by a beautiful young woman..."], [5, "I'm usually never in Iowa, but when I'm there, you could find me at Chocolaterie Stam. Such a cute little chocolate shop! They even have a gelato corner...."], [5, "This is a place you'll get addicted too if you love chocolate. They have dozens of different kinds of chocolates that are all unique. My significant other..."]], 4.5, "$$", "Ames, IA"], "West Street Deli": [[[5, "Their sandwiches are HUGE and taste amazing. Well worth the trip to campus if you're a big sandwich eater!"], [4, "West Street Deli has some fantastic sandwiches! You get a lot of food with tons of options, the price is very reasonable, and the staff have always been..."], [4, "Wonderful specialty sandwiches. My brother, a student at ISU, brought me to this little joint for lunch. A small cafe-like sandwich shop that serves a wide..."]], 4.5, "$", "Ames, IA"], "Cornbred": [[[5, "Ate some stuff from their food truck a few years ago and it was good, so we decided to try their brick-and-mortar store on Friday night. The building is..."], [2, "Had heard good things so thought I'd check it out for lunch.  Place is very clean and looks fairly nice, service was quick and friendly. Lunch menu is..."], [4, "Some service glitches, but the food was terrific. \n\nAfter an appetizer of peanut brittle popcorn and flappers, we ordered the Nashville Chicken and the..."]], 4.5, "$$", "Ames, IA"], "Mr. Burrito": [[[5, "TLDR: Good authentic Mexican food for a great price. \n\nYou're blessed campustown. This place serves authentic delicious Mexican food. Want just a quick bite..."], [3, "It was okay. The burrito had a ton of rice on it and barely any meat. The flavor was okay. I don't think I would recommend it."], [5, "It was delicious. Friendly people. AMAZING food! The corn salsa is a must. The queso was really delicious as well. Everything was good."]], 4.5, "$", "Ames, IA"], "Taste Place": [[[5, "This was my first time coming here as a HUGE fan of  Chinese cuisine.\n\nMy first impression when I first walked in was how small the actual dining room is...."], [4, "Food was very good. Most of us enjoyed our food. None of us were pleased with the wait time or service. We were seated in the back corner crammed and they..."], [5, "This is one of my favorite places to eat in Ames. Try the Hot and Spicy Chicken for a little heat, the Garlic Beef for something more mild or the Honey Pork..."]], 4.5, "$$", "Ames, IA"], "Cafe Diem": [[[5, "This little coffee shop was so fantastic. We were drawn in by the honey pistachio cold brew advertisement and we were not disappointed. So perfectly..."], [3, "New to Ames and needed a new environment to do some studying. Right when I walked in I was able to find seating to work at. The booth I sat in didn't have..."], [4, "Cold brew game is on point - definitely top 3 I've ever had while traveling! Grilled chicken panini was ok, nothing special, but I appreciate the option of..."]], 4.5, "$", "Ames, IA"], "Grove Cafe": [[[5, "Dear Mr and Mrs Grove \nAmes is home. This place is homier \n\nHank: Good country people running this establishment.  Father and his boy seemed to be keeping..."], [3, "It's a small, sticky diner - emphasis on small. It's a local favorite that serves standard American fare. I wasn't impressed. The pancakes are good, though."], [5, "I am an ISU alum (Class of '13) and in the short time from then and now, Ames has changed IMMENSELY! Lots of new shops and restaurants to check out! But..."]], 4.0, "$", "Ames, IA"], "Morning Bell Coffee Roasters": [[[5, "Morning Bell has moved/expanded to the front of the building (no more long hallway/secret agent entrance). However the coffee is still to die for... I got..."], [5, "NEW AND IMPROVED\n\nAccording to some of my sketchy sources (jk just my roommate) Morning Bell just remodeled their cafe in Downtown Ames, so I went there to..."], [5, "Possibly the best coffee spot in Ames! The hallway from previous reviews is no more. Morning Bell is now right on Main Street with huge windows that let in..."]], 5.0, "$", "Ames, IA"], "Thai Kitchen": [[[4, "This was an honest surprise to me. At first, we weren't sure if we had the right address, so they should get a window sign or something. \nWhen you walk in..."], [3, "Overall, great atmosphere and friendly employees. The consistency of the red curry was a bit watery, but had great flavor and a nice spice level. \n\nCrab..."], [4, "I have really been digging thai kitchen more and more.  Years ago, I found their food to be greasy and more fast food like. \n\nThe food now is very good...."]], 4.0, "$", "Ames, IA"], "Stomping Grounds": [[[5, "This place makes me wish I lived in Ames! My cafe mocha was pure perfection. Rich and smooth, and they even put a cute little leaf design on top. It was..."], [5, "Light and crisp flavors make this a great place.  Tomato Basil Bisque!  It's awesome and my go to on the menu.  They just updated their menu and it has some..."], [3, "My review will be 3.5 stars rounded down. \n\nThis was my first time coming here. This was a French style cafe spot so naturally I was expecting French level..."]], 3.5, "$$", "Ames, IA"]}