{"Cheese Board Pizza": [[[5, "Piping hot pizza held by frozen fingers is so good when the pizza is Cheeseboard's. I came on the eve of Thanksgiving to catch their mushroom pizza and..."], [5, "Probably the best pizza I've ever had. This place gets the hype it deserves.\n\nCheese Board is a staple in Berkeley. They only dish out one type of pizza a..."], [5, "If you have a chance to try Cheese Board Pizza, do it!\n\nParking may be kind of tricky ... it is Berkeley, but pending the time there is street parking..."]], 4.5, "$", "Berkeley, CA"], "Angeline's Louisiana Kitchen": [[[5, "Solid 5 stars southern comfort food! Me and my family went here on Sunday afternoon for a late lunch. We were seated right away despite the full restaurant...."], [5, "Angeline's continues to bring that mouth-watering foodie goodness. Came back recently for a post-birthday trip to the Bay, and I tell you the beignets are..."], [4, "REALLY YUM ribs!! They def. taste WAY BETTER than Hawaiian BBQ!! It is worth the #price!!\n\nFriendly #staff.. wiling 2 charge ur phone 4 you(, not sure abt..."]], 4.0, "$$", "Berkeley, CA"], "Chez Panisse": [[[5, "Chez Panisse awakened tastebuds I didn't even know I possessed. I always thought I was incapable of appreciating fine dining and gourmet foods, but after a..."], [5, "Came to the cafe a couple weeks ago for a special occasion and I was so happy with my experience! Started out with complementary Acme bread and butter, and..."], [4, "I've been wanting to go here for a while and was finally able to dine at the cafe. I ordered the menu of the day which was 3 courses at $36 (Garden..."]], 4.0, "$$$$", "Berkeley, CA"], "La Note": [[[5, "Omgosh probably my favorite brunch place in the East Bay! I can't believe it took me so long to write a review. I took my girlfriend here on a Sunday and we..."], [3, "summary - \ni have been wanting to come here for the longest time, but there is always a super long wait. they do not do reservations for brunch (which makes..."], [3, "La Note is a little one note, but it does do a nice breakfast/brunch if you can handle the wait. If you've been to Zazie in San Francisco, think of this as..."]], 4.0, "$$", "Berkeley, CA"], "Zachary's Chicago Pizza": [[[5, "If you've never had Chicago style pizza, you're missing out! The only other time I've had Chicago pizza was when I was in Chicago. This place gets SUPER..."], [5, "This was my go-to spot for delicious stuffed crust Chicago-style pizza for many years. I lived in nearby Temescal and have carried a hot pizza or two..."], [2, "I've been going to this establishment for the last ten years.  The pizza has always been great for the many years I've eaten here, but for my latest three..."]], 4.5, "$$", "Berkeley, CA"], "CREAM": [[[5, "I love that there's so many unique, killer ice cream and dessert shops in the Bay Area, with CREAM being no exception! In the case of CREAM, they are known..."], [3, "My first time here.  A friend who lives nearby said this is a MUST try place.  We had just finished up dinner and skipped dinner just to try this place.  I..."], [4, "My first experience here several years ago was met with excitement.  That excitement of combining freshly baked cookies with my choice of ice cream..."]], 4.0, "$", "Berkeley, CA"], "Cinnaholic": [[[5, "I LOVE YOU CINNAHOLIC \n\nThis place is truly delicious, makes me feel like I could become vegan... just kidding but definitely an amazing take on vegan..."], [4, "My guilty pleasure for sweets :) my review is purely for delivery  \n\nFood: I've tried the salted caramel cheesecake roll and strawberry birthday cake roll..."], [3, "I've been re-watching schitt's creek and got a craving for a cinnamon roll. I've seen this place on Yelp for a while now and had an opportunity to finally..."]], 4.5, "$", "Berkeley, CA"], "Top Dog": [[[5, "Love the hot dogs! And served today with a cook with a lot of personality with the customers. Very enjoyable experience on my second time there ever. Same..."], [4, "Honestly, simple but delicious and affordable dogs. \n\nThe bun is nicely toasted -- not too toasted and the dogs are tasty. I like the original frankfurter..."], [4, "At first, I didnt get what the hype about this place was. $5 for a hot dog? YOU WYLIN. But like an untreated fungus, this place grows on you and now Top Dog..."]], 4.0, "$", "Berkeley, CA"], "Jupiter": [[[4, "This is a really cool, lively spot.  Great atmosphere.  Fantastic beers.  Definitely somewhere I'd go on a date.  They sometimes have live music.  The..."], [5, "JULZzZ is everything! My boyfriend and I started a new tradition of getting bloody Marys and then pizza at Jupiter! There's a sweet potato pizza called Luna..."], [4, "Best place in Berkeley for a lunchtime beer. You can get beers in many places in downtown, but here you always get just a little bit more. It's definitely..."]], 4.0, "$$", "Berkeley, CA"], "Vik's Chaat": [[[5, "So happy I finally got the chance to come here! It's been on my list for a long time, and it came highly recommended to me by many people. Vik's Chaat..."], [4, "Vik's easily has some of the best food in the Berkeley-Oakland area I've tried. I live in the Peninsula where Indian food is almost ubiquitous, but I can't..."], [4, "Must try! Generous amount of food is given - no need to order extra bhatura. It hit the spot on a cold night. I also ordered the bhel puri which exceeded my..."]], 4.0, "$$", "Berkeley, CA"], "Grégoire": [[[5, "Not gonna lie, I can't say much about anything else on the menu besides the potato puffs... but the potato puffs are SO GOOD.\n\nThey're like tiny fried..."], [2, "Been wanting to check this place out for ages, but sadly disappointed when I did. First impressions were good - nice looking store and pleasant staff...."], [5, "Always been a fan of Gregoire's since my undergrad days at Cal, though it's a shame I've only gone there a handful of times. My go-to order is always the..."]], 4.0, "$$", "Berkeley, CA"], "900 Grayson": [[[5, "One of the best and most consistent meals I've ever had, anywhere. If you haven't been to 900 Grayson, you've been letting your tastebuds waste away.\n\nCame..."], [4, "I've heard about this place since college. Funnily enough, I didn't come till post-college with some friends. I'm going to caveat my review with the fact..."], [4, "OMG, sweet baby jesus! The best chicken and waffle spot I've had hands down! The reviews and the yelpers were right about this location!! The most cray..."]], 4.0, "$$", "Berkeley, CA"], "Kiraku": [[[5, "I've gone to Cal for the past four years, and this place is the restaurant I always say is the best one in Berkeley. I've eaten here both as a pescatarian,..."], [1, "Posting this while I'm still dining here. \nPLEASE avoid this place at all costs: food is too salty and oily; service is pretentious; min consumption amount..."], [4, "I would like to give this restaurant 5 stars but their wait time is like unbelievable long. We put ourselves on waitlist at 5:30pm in Saturday and the wait..."]], 4.5, "$$", "Berkeley, CA"], "Brazil Cafe": [[[5, "This is a popular, classic Berkeley joint--they have 3 locations (2 sit-down restaurants and one stand right by campus) which is telling of their success...."], [2, "The lack of parking around here was a bit of a headache, but I figured that it would all be worth it in the end. I was wrong. Walking up, the food actually..."], [4, "This is the original, the best! My husband and I met Pedro while he was outside hawking his tri tip. It was spot on. So my husband and I would come up every..."]], 4.0, "$$", "Berkeley, CA"], "The Cheese Board": [[[5, "Hey psst. Psst, over here.  I found the recipe for love.  Here it is: Baking powder, baking soda, butter, buttermilk, dried cherries, organic cornmeal,..."], [5, "**********FRIDAYS AND SATURDAYS call in the day before to place an order for pick..."], [5, "Not much to say. It's really an excellent shop, unlike their namesake pizza joint next door (see my other review). The fact that they give you samples of..."]], 4.5, "$$", "Berkeley, CA"], "Sliver Pizzeria": [[[5, "Sliver makes me smile. If you've been to Cheese Board, this place isn't too different. There's usually just one kind of pizza which changes every day...."], [4, "Had a craving for some \"late night\" (10 pm) pizza, so was lucky enough to get my delivery order in before they closed! \n\nDelivery fee through yelp was only..."], [5, "Honestly I'm so surprised I didn't hear of sliver before. They have one vegetarian option a day with a list of what they'll be serving for the week. I'm..."]], 4.0, "$", "Berkeley, CA"], "The Butchers Son": [[[5, "So good. Outrageously good. The brunch menu is a true delight. The best pancakes ever, vegan or no. Get the doughnut stuffed jelly filled variety are least..."], [1, "Let me start by saying that I've been a loyal customer of The Butcher's Son, before it was \"popular\" to be vegan! My husband and I eat here at least once a..."], [4, "If you are someone who has adopted veganism but yearns for the texture of meat then this place is for you. I purposely did not say taste of meat because..."]], 4.5, "$$", "Berkeley, CA"], "Asha Tea House": [[[5, "I absolutely love Asha! On the pricey end, but the tea is legit. I've gotten a different thing at Asha each visit the past two years I've known this place..."], [4, "Ordered a matcha latté with boba and found it to be pretty good! Asha itself is quite aesthetic with its relaxing ambience and decor. There are quite a few..."], [4, "Coming straight from the South Bay, Downtown Berkeley was a nightmare to drive through, but the drive to Asha Tea House was totally worth it in my..."]], 4.0, "$", "Berkeley, CA"], "Great China": [[[5, "Great place to eat a quick dinner in a slightly fancy chinese restaurant. \nFood is authentic and large In portion.\nThe plate we ordered is enough for the..."], [3, "Good food. Surprisingly large dining room! We won't have the same Pot Stickers again... Not great. Same with dumplings \n\nNeeds some basic hygiene train Ning..."], [3, "Food was mediocre. The thrice cooked pork belly was not very tender, and the sauce should've been a little sweeter and tangier instead of straight salty...."]], 4.0, "$$", "Berkeley, CA"]}