{"Block 15 Brewing Company": [[[5, "Very pleased with our dinner. Starting with the 185 Mile Salad, we knew we were in for a treat. One of the best salads we have had in a year. I then had the..."], [4, "We gathered here with some friends before a big football game and this place was packed. Luckily our friends got a table for us and we sat immediately and..."], [2, "Separating the food and beer here is important. The beer is excellent. IPA heavy but something good and well crafted for everyone. Stop in for a pint and..."]], 4.5, "$$", "Corvallis, OR"], "Baguette": [[[5, "Great place and super affordable! Sautéed chicken sandwich was tasty and had nice tenderness. \n\nWas in town with a friend from the area over the holidays so..."], [5, "This sandwich shop has the most delicious sandwiches in town. They have fantastic bbq pork bao, delicious coffee and tea, and the service is awesome. The..."], [5, "Loved this place. I had the bbq and my bf had the beef curry. \n\nBbq was amazing! Flavor was great. I especially loved the pate  there was a special sauce..."]], 4.5, "$", "Corvallis, OR"], "Tian Fu Noodle": [[[5, "Awesome place!\n\nOne of those little gems you sometimes think twice about reviewing because you don't want anyone else to know! But these people and this..."], [5, "Their dumplings and chili dipping sauce are out of this world! You can tell from the crowd that it's super authentic and the management is super nice. Great..."], [5, "I lived in Taiwan for a number of years, and whenever I am craving food from across the Pacific this is the threshold my feet will cross. The food is..."]], 5.0, "$", "Corvallis, OR"], "Del Alma": [[[5, "What a wonderful surprise! We were visiting Corvallis and found del Alma as a  good choice for dinner.\nThe restaurant setting is beautiful and the menu..."], [4, "Really really delicious food. Really really really expensive food. Like, go-there-once-a-year-unless-the-uni-is-paying expensive."], [5, "Exceeded expectations! My husband and I had the three course prefix menu. We each got 3 different dishes. That way we could try a variety of different menu..."]], 4.5, "$$$", "Corvallis, OR"], "Benny's Donuts": [[[5, "This place is so so so good!! Their donuts are super soft and has a distinct taste. Kinda reminds me of pips donut which is located in Portland."], [5, "Build-a-donut....are you kidding me!!!!??? YES PLEASE!!!!!! The donuts are a nice light dough but still hold up to the topping possibilities. Take a deep..."], [5, "Good donuts, friendly owner, clean interior! Great place all around. The donuts are small but I liked that they dipped them in front of you rather than..."]], 4.5, "$", "Corvallis, OR"], "Local Boyz Hawaiian Cafe": [[[4, "It's been 5 years since I've been back to Corvallis. local Boyz is quintessential to OSU, the students and Corvallis. On our way to Ashland I decided we had..."], [4, "After visiting Corvallis so many times for OSU related events, my wife and I finally were able to try Local Boys Hawaiian Cafe after an OSU Football..."], [5, "Wow, hands down the best Hawaiian BBQ I ever had!!!  My favorite meats are the ribs, amazing!  Come here when the college kids are off, otherwise it will be..."]], 4.0, "$$", "Corvallis, OR"], "Tried & True Coffee": [[[5, "We were from out of town and got to experience this adorable coffee shop in their downtown area. Great coffee and the store front is so cute ! Staff was..."], [5, "An unexpected great cup of coffee in Corvallis. Small, but quaint. Staff was friendly and everything was delicious! \nThey have benches and tables outside..."], [4, "Cute small coffee shop just off the waterfront in downtown Corvallis. The coffee was good, nothing crazy good, but it did the job of a caffeine boost."]], 4.5, "$$", "Corvallis, OR"], "Caves Bier & Kitchen": [[[5, "We had a great late dinner with friends. Atmosphere was great, food was fantastic, and the waiter (Aidan) was super friendly and  awesome. \n\nYou have to try..."], [2, "Was super excited to try this place! Disappointed and wished I would've believed the reviews about the food being bland.\n\nBrunch - Chicken and biscuit was..."], [5, "Great atmosphere, clean restaurant, friendly and prompt service.\n\nVery impressed by everything. The menu is diverse, the drink selection offers many local..."]], 4.0, "$$", "Corvallis, OR"], "Laughing Planet": [[[5, "I loooooove finding healthy places when we're on vacation....especially places you can order online when you're in a rush and driving there. I was stoked..."], [4, "The food is still really good and exceptionally fresh, however the service that is provided is a bit lackluster. The people that take your order couldn't be..."], [2, "I love Laughing Planet but do not like this location. I have probably eaten here well over 100 times over last 8 years. Service is slow and unfriendly and..."]], 4.0, "$", "Corvallis, OR"], "Nearly Normals": [[[5, "BEST FOOD EVER! Best meals: Bowl of Earthly Delights, Tacos, and whatever the special of the day is :)"], [5, "New favorite place! So much variety in style of food from Mexican to Mediterranean to Italian and American. The soup I had was absolutely delicious. I..."], [3, "I got home fries and a sugar cookie and was sick later that night. I'm a vegetarian, soy intolerant, and lactose intolerant. I ordered the home fries then I..."]], 4.0, "$$", "Corvallis, OR"], "Le Patissier": [[[5, "A must when I'm in town visiting. Love they're buttery croissants in every way they make them, plain, chocolate, almond, ham and cheese! Tarts are amazing..."], [4, "Tldr; Yum! Not overpriced. Food was good. Pastry cream was rich and creamy. Didn't take long to order items. Didn't take long for hot sandwich to come out...."], [5, "Drove here on a Sunday traveling through Oregon, taking a detour just for the pastries. And then they were sold out \nSpeaks for their pastries but was..."]], 4.5, "$$", "Corvallis, OR"], "Koriander": [[[5, "So dang good. You know it's good when your friend who is half Korean loves it and says it's as good as her family's cooking from when she was in Korea. \n\nI..."], [5, "This place is so good!! It has been consistently good too- I've been there like 4 times so far. Their Korean food is deelish! I've had their kalbi, japchae,..."], [4, "Pretty much the only reason I come to Corvallis is to visit Koriander. The city should really be renamed Korvallis in its honor. \n\nThe lunch combo is such a..."]], 4.0, "$$", "Corvallis, OR"], "Pastini": [[[5, "Excellent food, great service and clean bathrooms!  This is full serve but has a little more casual feel.  \n\nWe ordered the risotto fritters, garlic bread..."], [4, "I was visiting my little brother for a couple of days and one of the locals recommended Pastini! \n\nGreat service and good food! \n\nI got the five layer..."], [1, "Use to like to go here for my wife. I am not a pasta fan but my wife is.\n\nThe point of this review is that they turned me down from getting chickens strips..."]], 4.0, "$$", "Corvallis, OR"], "TacoVino": [[[5, "Absolutely love TacoVino. Always has a great variety of specials and such a unique menu. As someone with diet restrictions, I appreciate their accommodating..."], [4, "Ok...Tacos for $4-$5.50 each. \nWhen In Oregon however..and in need of a Taco fix..this is well worth it. Food was good, service too. \nTheir Duck Taco and..."], [5, "Well I definitely agree with the name! They truly have wonderfully different tacos and delicious sangria wine. I tried the wahoo corn crusted fish tacos,..."]], 4.0, "$$", "Corvallis, OR"], "Bellhop": [[[5, "My favorite place to eat in Corvallis. I tend to always get a pasta dish since they make the pasta in house. Recently I've also tried a few of their daily..."], [1, "I am new to Covallis; only been here a month. Loved most everywhere I have eaten;  except here at Bellhop. First of all I don't mind ordering at the counter..."], [3, "Bellhop has grown on me over about 10 visits, and is a solid 3.5 stars. Ordering at a counter is off-putting if you're expecting table service, especially..."]], 4.0, "$$", "Corvallis, OR"], "WiseCracks Cafe": [[[4, "WiseCracks, why are you the only game in town?  OK, I admit, I found you on a game day,  I'm working the game (television) and staying at the Marriott, and..."], [1, "All these reviews on 'service issues' I thought I could overlook to check out their food. How bad could it be?\n\nWell, the service WAS horrendous...."], [3, "It appears the spotty service has come back to Wise-Cracks/Broken Yolk. \n\nI've come twice in two weeks in November, 2019, both times mid-week around 11-12...."]], 3.5, "$$", "Corvallis, OR"], "Flame Mountain BBQ": [[[5, "Amazing!!! First time eating here and it did not disappoint! We went for the Mongolian beef, veggie lomein, and coconut chicken. The Mongolian beef was most..."], [5, "Brought a client from Portland to Corvallis, and had some time to kill before taking her back to PDX. Decided to stop by this place. It had good reviews,..."], [5, "A very understated Korean BBQ. I loved how nice and clean the restaurant was.\n\nAt first I was quite hesitant as I approached at 5:00 on a Saturday. It..."]], 4.5, "$$", "Corvallis, OR"], "Evergreen Indian Restaurant": [[[5, "Truly the best Indian restaurant around here. If you want a lot of options, the lunch buffet is great and affordable. The new blue-gray wall color is very..."], [2, "We stopped in for dinner after moving our daughter into her apartment. \n\nAtmosphere: Plain. We didnt love the lighting, oddly bright but soft LED canned..."], [4, "I had a great experience. I came with a rather large group and we were able to get seated fairly quickly. We came for the lunch buffet which is actually..."]], 4.0, "$$", "Corvallis, OR"], "Sky High Brewery and Pub": [[[5, "This place is fantastic!  But in all fairness... I might say that for any establishment that allows me to eat 4 stories up and on their rooftop.  Even..."], [3, "Nice place, packed for a Thursday evening but the service was good.\nHad a pizza, that was OK, order of Mussels that were pretty good and a burger that was..."], [1, "Thieves! \nThey charge me +$80 on a beer at the rooftop. When I pointed that to them --in person at the bar-- two days after, they dismissed my claim saying..."]], 3.5, "$$", "Corvallis, OR"], "4 Spirits Distillery": [[[5, "What an awesome surprise. We were actually next door at the brewery to grab lunch after a cross country meet. The brewery was unexpectedly slammed and it..."], [5, "Absolutely the best reuben sandwich ever! My boyfriend loves the chicken and waffles. And I've tried a few of the pizzas (different specials) and they are..."], [4, "So, you're telling me that they have happy hour and groupon deals? Ah, sold. \n\nWe came here on a Monday and their happy hour runs from 12-5pm on the..."]], 4.5, "$$", "Corvallis, OR"]}