{"Mountain Sun Pub & Brewery": [[[5, "Based on other Yelp reviews, my son and I decided to try Mountain Sun Pup and Brewery. They didn't disappoint!!\nThe wait time for a table on a Friday night,...", {"emotion": 0}], [4, "Casual spot to grab a beer, meet up with friends, and listen to live music.\n\nI came in on a Thursday evening and as per usual it was busy! Thankfully we...", {"emotion": 0}], [2, "Clearly I am in the minority in saying this place just didn't do it for me. \n\nWe walked in expecting a typical bar/brewey setup with a bar to sit at with a...", {"emotion": 0}]], 4.5, "$$", "Boulder, CO", 0.0], "The Buff Restaurant": [[[5, "We were in Boulder and decided to try the Buff after a friend had recommended it. Upon walking in, I realized the restaurant had been on an episode of Man...", {"emotion": 0}], [4, "While in Boulder for a family wedding & after many recommendations to try The Buff, our party arrived for Breakfast and we absolutely loved it.\n\nWe had a...", {"emotion": 1}], [5, "I am low-key (okay, not low-key at all) obsessed with this place. Used to stay at the Residence Inn when visiting Boulder for work and was pleasantly...", {"emotion": 0}]], 4.5, "$$", "Boulder, CO", 0.3333333333333333], "Avery Brewing": [[[5, "Great facility, awesome beer and great food. \nThere's a handful of beers that you won't find in the store so I encourage you to come down. \nThere's at least...", {"emotion": 3}], [3, "Beer: 3.5 stars\nOverall Experience: 2 stars\n\nWe love good beer, but are not usually brewery attending folk. This huge, newish Avery location, which includes...", {"emotion": 2}], [4, "Came here on a whim because it happened to be late in the afternoon (hungry) and happened to be 0.5 miles away from the restaurant.  Came in and got seated...", {"emotion": 0}]], 4.5, "$$", "Boulder, CO", 1.6666666666666667], "Brasserie Ten Ten": [[[5, "Best bartenders in Boulder- exceptionally professional, engaging, and welcoming, every time.\nBest happy hour.\nBest place to sit at the bar and talk to some...", {"emotion": 4}], [4, "We had a great light lunch here today when visiting some friends. The sandwiches were delicious. My husband can't remember the name of the one he ordered,...", {"emotion": 1}], [5, "Overall I had an amazing evening here for a special occasion. At first the hostess seemed a bit short, but she apologized profusely. We spent many hours...", {"emotion": 2}]], 4.5, "$$", "Boulder, CO", 2.3333333333333335], "Boulder Dushanbe Teahouse": [[[5, "This place is incredibly beautiful, peaceful, and tasty.  It's like a little slice of Tibet right in the heart of Boulder.  I've been twice with friends and...", {"emotion": 0}], [3, "The interior was remarkably eye catching and beautiful which made up for the food and service which were both lackluster. I was lucky enough to be seated...", {"emotion": 0}], [1, "If you like to wait and stare at a half vacant restaurant this is the spot for you. Almost all the food we ordered was unpalatable and sent back. \n\nWe...", {"emotion": -1}]], 4.0, "$$", "Boulder, CO", -0.3333333333333333], "Rincon Argentino": [[[5, "AMAZING empanadas! They're flaky, packed with flavor, and will leave you super satisfied. We tried spicy steak, spicy ground beef, cheese & onion, and corn....", {"emotion": 2}], [4, "I love that Boulder now has a unique spot to grab a quick lunch or dinner. Rincon Argentino's Empanadas are delicious and fresh, there are many different...", {"emotion": 4}], [5, "crispy, flaky crust with creative and delicious fillings. We ordered the ham and cheese, spicy steak, corn, and Patagonia flavors, and all were good though...", {"emotion": 2}]], 4.5, "$", "Boulder, CO", 2.6666666666666665], "Celestial Seasonings Tour and Tea Shop": [[[5, "This was such a fun, free activity to bring guests from out of town! The waiting room for the tour offers tons of tea tastings (the citrus iced and the...", {"emotion": 0}], [5, "THE GIFT SHOP. Is SO. FUN. \n\nI've been here 3 times and each time I buy something (unintentionally) because it has such adorable home wares. My favorite is...", {"emotion": 1}], [3, "Best thing to do on a snowy day! Free Tea tour! We didn't make any reservationists ahead of time but we checked the tour times.\n\nOnce you check in at the...", {"emotion": 1}]], 4.5, "$", "Boulder, CO", 0.6666666666666666], "Snooze An A.M. Eatery": [[[5, "If ever you are in Boulder and you leave without haven eaten here, you have missed a true opportunity t enjoy the richness of life. The entire staff exudes...", {"emotion": 1}], [5, "I've never had a bad meal here! I particularly enjoy \"Caturday\" which is when the servers all dress up in cat attire on Saturday, seeing a healthy work...", {"emotion": 0}], [4, "This place was definitely pleasing to the eye! Loved seeing all of the decor for this unique cafe. I got the Funky Monkey French toast w/ a side of bacon...", {"emotion": 3}]], 4.0, "$$", "Boulder, CO", 1.3333333333333333], "The Kitchen": [[[5, "I've been following this restaurant for a while now, I will have to return since this was a quick stop due to timing. \n\nI only ordered the Spiced Hummus &...", {"emotion": 0}], [4, "came here yesterday for brunch with my sister. The food was excellent but -1 star for our serving experience. I ordered a side of sausage with my delicious...", {"emotion": 2}], [3, "Came here for lunch with my colleagues. There were so many choices of restaurants on Pearl Street but we just took a chance on the one. \n\nI ordered the...", {"emotion": 0}]], 4.0, "$$$", "Boulder, CO", 0.6666666666666666], "Oak at Fourteenth": [[[5, "Oak at Fourteenth was absolutely delicious! I was visiting Colorado for the first time to celebrate my birthday and was doing a solo trip. Side note: highly...", {"emotion": 0}], [4, "Beware...the cocktails here can be extremely well made.  If a bartender can impress Mrs G when she orders a Vesper, it's the real deal.  My benchmark is the...", {"emotion": 1}], [4, "I'm only going to talk about one thing and leave the rest to you. Peanut butter lovers, this one's for you. I can confidently say that we finally found one...", {"emotion": 0}]], 4.0, "$$", "Boulder, CO", 0.3333333333333333], "The Mediterranean Restaurant": [[[5, "Party of 16. They got us in and out in a perfect amount of time.  All 16 meals were great. Waiter (I can't remember sorry) was a total rockstar \n\nDefinitely...", {"emotion": 0}], [5, "Always nice, always delicious, and if you are bringing your family and friends from out of town, everyone can get something they like. \n\nGluten-free is...", {"emotion": -1}], [2, "At first when I was looking through the many reviews and saw a bunch of 1-2 star reviews I went, meh, there are always people you can't please, but, I get...", {"emotion": 1}]], 4.0, "$$", "Boulder, CO", 0.0], "Frasca Food and Wine": [[[5, "Frasca is an upscale Italian restaurant in the heart of Boulder renowned for its elevated food, award-winning wine program and standout service.\n\nI came...", {"emotion": 0}], [3, "Food, presentation, and service were all solid, although not extremely memorable . We did the chefs tasting along with the wine pairing which I enjoyed. The...", {"emotion": 0}], [5, "My first time dining at a James Beard Best Service Restaurant. The owners of Frasca are methodical in their pursuit of service excellence. You have do a...", {"emotion": 1}]], 4.0, "$$$$", "Boulder, CO", 0.3333333333333333], "Lucile's Creole Cafe": [[[5, "WOW. How have I lived in Boulder for 2 years and had never heard of this place before?!?\nLucile's Creole Cafe takes your standard diner/brunch fare and adds...", {"emotion": 0}], [2, "This place is a cute and quaint little breakfast joint in the bustling area of Boulder. It's located in a good area where you can closely walk to all the...", {"emotion": 1}], [2, "I've dined in the Lucile's in Denver and really enjoyed the place and the food.\n\nThis one, not so much. \n\nMore than anything else, it was the fact that it...", {"emotion": 0}]], 4.0, "$$", "Boulder, CO", 0.3333333333333333], "Blackbelly Market": [[[5, "I came across the breakfast option of blackbelly butcher and knew I had to try it. I actually ended up coming 2 mornings in a row. They open at 7 so I...", {"emotion": 0}], [4, "We love Blackbelly so much, since we moved to Boulder it has been our go to spot. \nThey do have the best burger in town, as well as, different cuts of...", {"emotion": 4}], [5, "A really great experience here on a Saturday night in August. Our first time here. \nThe cheese plate was very good and the butter. I had the burger which...", {"emotion": 2}]], 4.5, "$$$", "Boulder, CO", 2.0], "Pizzeria Locale": [[[5, "I've been traveling back and forth between the east coast and Boulder for the last couple months and have now officially completed my move to Boulder. When...", {"emotion": 0}], [4, "Thankful for a great September afternoon, as I have never sat in their outdoor/sidewalk section before, which made a positive dining experience even...", {"emotion": 1}], [5, "I first came to Pizzeria Locale on the last night of a site visit for an internship in mid-February. I sat at the bar and fell in love with the place!...", {"emotion": 1}]], 4.0, "$$", "Boulder, CO", 0.6666666666666666], "Leaf Vegetarian Restaurant": [[[5, "I was visiting my sister and we decided to make a day of it and travel to Boulder. She's vegetarian and gluten free. We happened to walk by this place. Very...", {"emotion": 0}], [4, "It's always a goal of mine to try to visit vegan/vegetarian restaurants when in particular cities so Leaf drew my eye when in Boulder. \n\nI arrived with a...", {"emotion": 1}], [5, "*Leif* Garrett, early 80s actor, androgynous cutie. \n*Leafy* greens. Sweet *leaf*. \nLook before you *LEAF*! tahaha *Leaf* me alone when I'm taking a nap,...", {"emotion": 1}]], 4.0, "$$", "Boulder, CO", 0.6666666666666666], "Il Pastaio": [[[5, "Last time I was in Boulder (2015, I think) I stopped at this eatery and was impressed with the food, service and ambiance. I'm happy to report that nothing...", {"emotion": 2}], [5, "Best restaurant in Boulder! \n\nThis small, family owned restaurant is by far my favorite place to eat in all of Colorado. I come here every year for my...", {"emotion": 2}], [5, "Such a lovely little Italian stop! The couple are so friendly and very helpful. They serve lunch cafeteria style but the potions were huge and the selection...", {"emotion": 3}]], 4.5, "$$", "Boulder, CO", 2.3333333333333335], "Curry n Kebob": [[[5, "Wow, my expectations were pretty low walking in. However, this quick service Indian restaurant pulls it off. First off, I've never seen a quick service...", {"emotion": 2}], [4, "This is a decent, extremely casual, place for a curry.  They rarely to never change the menu and they have two varieties of dining: either buy their...", {"emotion": 0}], [1, "Terrible food quality.\nFull with food colour & watery gravy.\nI wish I could give 0* review.\n\nNaans are super hard, and oily\nThey even provided canned...", {"emotion": 0}]], 4.0, "$", "Boulder, CO", 0.6666666666666666], "The Parkway Cafe": [[[5, "We stopped here for lunch based on reviews and we were not disappointed.\n\nIt's not a fancy place and parking was a challenge (small lot & crowded).\nHowever,...", {"emotion": 0}], [4, "Had a good time here on a late brunch date, we got a mix of food and tried the Mexican got chocolate which was very good, I personally got The Parkway...", {"emotion": 1}], [5, "This place is awesome for breakfast.  We had a large group and we were in and out quickly once we go a table.  We had a traditional Mexican breakfast of...", {"emotion": 1}]], 4.5, "$", "Boulder, CO", 0.6666666666666666]}