{"O'Betty's Red Hot": [[[5, "My go-to favorite late night eat spot. Their hot dogs and fries are really really great! They've got a good variety of toppings for each to choose from....", {"emotion": 3}], [5, "An awesome place with great hot dogs and french fries. There is a variety of hot dogs you can order from. My favorite is the Dixie, which comes with chili,...", {"emotion": 5}], [5, "Super friendly staff.  \n\n Being from Chicago we have a high standard for hot dogs.  \n\nThis was a the best hot dog outside of chicago!  Different than...", {"emotion": 4}]], 4.5, "$", "Athens, OH", 4.0], "Donkey Coffee & Espresso": [[[5, "Delicious drinks and nothing corporate to offend the eye! \n\nLoved the large iced vanilla chai in the TALL glass. Lots of yummy value for the price. \n\nSuper...", {"emotion": 3}], [5, "This was such a cool and corky coffeeshop in Athens, OH. I highly recommend coming here. Some of the highlights for this establishment include: multiple...", {"emotion": 1}], [5, "Great little cozy spot to grab a coffee or espresso. Comfortable artsy vibe. Laid back, friendly, casual employees and the coffee tastes great, freshly...", {"emotion": 3}]], 4.5, "$", "Athens, OH", 2.3333333333333335], "Restaurant Salaam": [[[5, "So good! Gluten free menu!\nHummus and Anne's salad amazing! \nCoconut curry chicken was great! \nHubby had the flat iron steak and it was cooked to...", {"emotion": -1}], [5, "Always have a great meal and the staff always carries on an interesting conversation. I always have the Mediterranean Pasta with Chicken, and there awesome...", {"emotion": 1}], [5, "Tracy is what all mediocre waitresses should strive to be. Calm, friendly demeanor. Very helpful in explaining ingredients and offering suggestions. We...", {"emotion": 1}]], 4.5, "$$", "Athens, OH", 0.3333333333333333], "Casa Nueva": [[[5, "My favorite restaurant when I was in college at Ohio University. I did not discover the magic of this place until my junior year. Casa serves up some the...", {"emotion": 1}], [5, "Vegans rejoice!\nThere is great vegan food in the crazy college town of Athens Ohio. Casa Nueva is tucked quaintly in the downtown area but not difficult to...", {"emotion": 1}], [5, "Wow!    I thought I was in Greenwich Village restaurant. From the outside you'll think a dive bar in a college town.  That is wrong. \nService was excellent....", {"emotion": 0}]], 4.0, "$$", "Athens, OH", 0.6666666666666666], "Bagel Street Deli": [[[5, "Great food\nNice cuts of meat\nFresh bagels\nReal cheese!\nNaked Juices\nFoil wrapping \nDefinitely would frequent this place", {"emotion": 3}], [5, "Ahhhh, Bagel Street Deli. I have missed you and I'm so glad I got the chance to visit you again. \n\nFriends and I were on a road trip to Charlotte, NC from...", {"emotion": 1}], [5, "Bagel Street is one of my must stops when I'm in Athens, Ohio.  Now I must disclose that I am an alum of Ohio University so part of my affinity to Bagel...", {"emotion": 0}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Union Street Diner": [[[5, "Let me just start by saying this: I'm not a huge breakfast person but if I'm eating here, I'll quickly become one! If you're eating here on a Sunday...", {"emotion": 1}], [4, "Fresh pies, daily specials. Sandwiches come with plenty of fries. Breakfast all day. \nThe milkshakes are ok, too much whipped cream and syrup for my taste....", {"emotion": 1}], [4, "An Athens classic is the Union Street Diner. It's always open. Literally always open. It's good for breakfast, lunch, or post vomit binges. There's all the...", {"emotion": 2}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Village Bakery & Cafe": [[[5, "A fav brunch spot\n\nLocal foodstuff, prepared lovingly \n\nYummy breads and wines if you'd like", {"emotion": 1}], [4, "I could eat breakfast and lunch here every day. Today I had a smoked trout frittata while my wife had a vegetarian quiche. The frittata had mild smoky...", {"emotion": 0}], [4, "The Village Bakery was ok. I'm not that into Tofo so my choices were limited. I decided on a fake bacon quiche dish that was ok but way overpriced. The...", {"emotion": 0}]], 4.0, "$$", "Athens, OH", 0.3333333333333333], "Fluff": [[[5, "What a delightful surprise.  My wife & I came here for lunch. We had the Thai rice bowl. The food was excellent.  The pastries look fantastic (we did not...", {"emotion": 2}], [4, "Headed over to Fluff for lunch but even though it was lunch, we both couldn't resist some of the brunch specials. Today's specials were ricotta pancakes,...", {"emotion": 0}], [5, "Wow... it's not just amazing pastry and desert! We loved breakfast.. chorizo and eggs and veggie tacos!  Oh and the four coffees on drip! All worth coming...", {"emotion": 2}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Avalanche Pizza": [[[5, "Haven't been in years, but Avalanche is outstanding. Exceptional food, enthusiastic staff. Their monstrous Bride of Wonderboy pie is the best pizza ever...", {"emotion": 2}], [3, "Some very tasty, and cheap pizza.  I stopped here as I had a job in the area of Athens and I had read some very good things about this place.  I love New...", {"emotion": 2}], [5, "There's no competition for best pizza in Athens. Avalanche wins. In an avalanche. Easy when the rest of the competition is mostly chains. They also are...", {"emotion": 2}]], 4.0, "$", "Athens, OH", 2.0], "Little Fish Brewing Company": [[[5, "This is one of our favorite places to hang out! The beers are well-priced, and the bartenders awesome. I'm picky about my beer and I've never been steered...", {"emotion": 1}], [5, "Little Fish is my favorite brewery in Athens. Really. Yes it's better than Jackie O's. Even though it's not big it still has a big selection, along with...", {"emotion": 1}], [5, "Little Fish was my favorite part of the whole 48-hours we spent in Athens! We came right from hiking at Hocking Hills ready for a couple beers and split a...", {"emotion": 2}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Miller's Chicken": [[[5, "Cheap, fast and delicious! What more could you want? This is a local Athens favorite, and for good reason.\n\nIn addition to fried chicken, they have a wide...", {"emotion": 2}], [4, "Super chicken is super! \nThis place is really good. Lots of great food, varieties of chicken. \nIt's not the healthiest of places, but it is good.", {"emotion": 2}], [3, "Stopping and picking up Miller's Chicken took me back to my College days 20+ years ago. Millers has fried chicken dinners, nuggets, livers, hearts,...", {"emotion": 0}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Thai Paradise": [[[5, "I had the most perfect lunch today at Thai Paradise.  We sat on their comfortable patio on a breezy, sunny day.  Each of us ordered our favorite dish (mine...", {"emotion": 2}], [5, "Delicious food! Ask for extra veggies to make everything especially fresh! Beautiful decor!\n\nThey no longer put MSG in the food so I'm so happy to update my...", {"emotion": 3}], [4, "Thai Paradise is filled with yummy Asian delights. They have all the standard Thai dishes...their pad thai is delicious ...but they also have Chinese food...", {"emotion": 2}]], 4.0, "$$", "Athens, OH", 2.3333333333333335], "El Camino Mexican Cuisine": [[[5, "Best Mexican food in southeast Ohio. The food is always fantastic, but the staff is the key to this place. They are friendly, inviting, and fun. In today's...", {"emotion": 1}], [3, "Par for the course Mexican food with average service.\n\n I tried the Coctel de Camaron (shrimp cocktail) as an appetizer and it was quite intriguing. The...", {"emotion": -1}], [5, "Awesome little divey Mexican place on the outside of town. It was a Thursday night and it wasn't busy, close to closing time, but the staff was still super...", {"emotion": 1}]], 4.5, "$$", "Athens, OH", 0.3333333333333333], "West End Ciderhouse": [[[5, "Cider is a great alternative to beer. Maybe you can argue that it's healthier since it's made with fruit. West End Ciderhouse is a great spot. It has a lot...", {"emotion": 1}], [5, "Fantastic cozy bar off the main drag in Athens, Ohio. Expertly crafted cocktails including a delicious house margarita with a cider top - we opted for the...", {"emotion": 3}], [5, "Love this place....didn't get to try any of their food offerings but the drinks, atmosphere, and folks behind the bar were all fantastic. I had a few of the...", {"emotion": 0}]], 4.5, "$$", "Athens, OH", 1.3333333333333333], "Zoe": [[[5, "The vibe is really good. Food is awesome. I really love the crab cake. The sauce came with the crab cake is very unique than the other restaurants. Steak is...", {"emotion": 2}], [2, "We came with a rather large party which could be partially to blame but in general the experience was not worth the money. As one of the more expensive...", {"emotion": 0}], [4, "Lovely experience. To start, thank you to the staff here for accepting us 15 minutes before closing time. You are our saviors. After a LONG LONG day, my...", {"emotion": 1}]], 4.0, "$$", "Athens, OH", 1.0], "Purple Chopstix": [[[5, "Stopped in while on a college visit to OU. The food is incredible and the atmosphere is super fun. Very friendly waitstaff. One of the best meals I have had...", {"emotion": 4}], [4, "this place was good and the outdoor seating is soooooo pretty and we came without a reservation but got seated which was cool cool cool and the food was...", {"emotion": 5}], [5, "First off I have to say that I'm compelled to give this place a 1 star, but only for purely selfish reasons. You see, I don't want this hidden secret...", {"emotion": -1}]], 4.5, "$$", "Athens, OH", 2.6666666666666665], "Star of India": [[[5, "This place is UNBELIEVABLE! I am a huge fan of the Indian cuisine. Meaning, I'll not take a chance on other foods if Indian is available! So I was surprised...", {"emotion": 0}], [5, "The food at Star of India has really improved this last year. A couple years ago when I first tried this place, it was hit and miss. Average at best. The...", {"emotion": 0}], [5, "Star of India is the only Indian restaurant in Athens. It's been here for awhile. They don't usually seem busy even during the school year. Even so they...", {"emotion": 1}]], 4.0, "$$", "Athens, OH", 0.3333333333333333], "Lui Lui Restaurant": [[[5, "Lui Lui is one of the most popular restaurants in Athens. It's been here forever. This is probably the best Asian in town. It serves customers with many...", {"emotion": 1}], [2, "I really want to like this restaurant, but it is consistently underwhelming. Positives: They have a parking lot, a large selection of menu items, and...", {"emotion": 0}], [5, "This is probably the best find in Athens. Everything is so fresh and they even have a plant based and gluten free menu.  I had the Seitan Kew which is a...", {"emotion": 2}]], 4.0, "$$", "Athens, OH", 1.0], "The Union Bar & Grill": [[[4, "The Union Is back, back from the fire from a few years ago & they have new upstairs bar, with neon lights - really, yes really & new stage to hear great...", {"emotion": 0}], [5, "Best Sunday brunch in town, hands down! The bartenders here are friendly and the drinks are great (and strong)! My favorite hangout!", {"emotion": 4}], [5, "Showed up here for a Screaming Females concert last night and it was great. The show stage is upstairs so downstairs can keep operating as a normal bar, and...", {"emotion": 0}]], 4.5, "$", "Athens, OH", 1.3333333333333333], "Larry's Dawg House": [[[4, "Larry's Dawg House is another locally owned  business in Athens. It's best known for hot dogs. They have ice cream too. It's away from the campus so it's...", {"emotion": 2}], [5, "Athens local classic. Nothing fancy just good food! They had a nice crowd for lunch. You can order and eat in or there is a drive through. I had a single...", {"emotion": 2}], [5, "If you live in a town with a small business like Larry's Dawg House, consider yourself lucky!\n\nLarry's has the best people, great food, fast service, and is...", {"emotion": 3}]], 4.5, "$", "Athens, OH", 2.3333333333333335]}