{"Frita Batidos": [[[5, "I don't know how I have ever heard or visited this spot before, came in this weekend, was busy but the wait wasn't as bad as I originally figured. \n\nAs...", {"emotion": -1}], [3, "Came here while visiting Ann Arbor. We got the Chorizo Frita and made it loco which has everything on it but bacon. The flavor was delicious but the meat...", {"emotion": 1}], [4, "Premium pricing, big line, very tasty. Didn't get it but would look towards the chorizo frita since the beef was great and the chicken was more...", {"emotion": -1}]], 4.5, "$$", -0.3333333333333333], "Zingerman's Delicatessen": [[[5, "Zingerman's is the exact same experience you will get year in and year out, some people don't dig that for whatever reason, and those people suffice to say...", {"emotion": -1}], [5, "In town for work and heard this was the place to go. I wondered around trying to soak up the choices.  There were two guys who were so helpful in describing...", {"emotion": 0}], [4, "Zingerman's is insanely busy, but worth checking out. I had no idea how big the place was, until I went upstairs to use the restroom. I was the idiot trying...", {"emotion": 0}]], 4.0, "$$", -0.3333333333333333], "Mani Osteria & Bar": [[[5, "Every time a client comes through Ann Arbor, I make a reservation to Mani's. Without a blink of an eye and before we get drinks I order the Pickled Tomatoes...", {"emotion": -1}], [5, "UPDATE 10/10/19: \n\nMani is still my favorite place to eat in Ann Arbor. I've been there several times since I first reviewed this place and I still have...", {"emotion": 1}], [4, "A group of us went to Mani's for a birthday. They do not have reservations for small groups but we were able to walk in and get seats at one of the high...", {"emotion": -1}]], 4.0, "$$", -0.3333333333333333], "The Lunch Room": [[[5, "Love this bustling vegan/veggie haven!  The line moves quickly but at least for weekend lunches, grab a menu, line up to order, then grab a seat and the...", {"emotion": 1}], [2, "I want to start out by saying that I've given The Lunch Room a few tries and I've always come in with an open mind (because I'm not a vegan) but I've never...", {"emotion": 0}], [1, "Bland black bean chili and especially rotten service. The only thing the Lunch Room succeeded in was bringing my nine-year-old niece to tears. \n\nWe were a...", {"emotion": -1}]], 4.5, "$$", 0.0], "Blank Slate Creamery": [[[5, "Ann Arbor Must. All things delicious are house made and locally sourced! I got the fight of ice cream which comes with 4 scoops. ( banana foster, raspberry...", {"emotion": 0}], [5, "As an ice cream fan of both of the super market store bought and small shop store type ice cream, blank state provides some truly unique choices.\n\nGarden...", {"emotion": 2}], [5, "I'm lactose intolerant (in denial) so I can't believe I'm reviewing an ice cream place. I really only came here because we went out for dinner and others...", {"emotion": 0}]], 4.5, "$", 0.6666666666666666], "Sava's": [[[4, "A quick short trip out to UM and we (party of 2) wanted to find a fun local place to have a nice dinner. We eyed Sava's from across State earlier in the day...", {"emotion": 3}], [3, "It's been on my list for a long time and finally checked it out with a meetup group.Tried the brunch buffet which was pretty decent. I wouldn't say the...", {"emotion": 1}], [5, "Oh my god what a great place. Superb for brunch. The Mediterranean omelette was huge and the potatoes were awesome. Cooked to perfection. the toasted...", {"emotion": 3}]], 4.0, "$$", 2.3333333333333335], "Jolly Pumpkin Cafe & Brewery": [[[5, "Jolly Pumpkin doesn't just do it all in the pub/restaurant space, they're at the top of the game in pretty much every category. Starting with the drinks, JP...", {"emotion": 3}], [5, "Hands down, my favorite of the 3 breweries within walking distance of my hotel in Ann Arbor. \n\nI had the lamb burger, which I'm still thinking about almost...", {"emotion": 1}], [2, "Was visiting my brother at school and decided to stop in here for a bite to eat with my dad. Walking in, the hostess stopped talking to her coworker, looked...", {"emotion": -1}]], 4.0, "$$", 1.0], "Aventura": [[[5, "Best drink menu in A2 plus fun interesting delicious small plates. Croquettes, waygu, and excellent charcuterie highlight the menu. \n\nHave always been too...", {"emotion": 4}], [4, "Unique and delicious. My husband and I went here for a date night last night and thoroughly enjoyed ourselves. The atmosphere and ambiance is awesome - such...", {"emotion": 4}], [3, "I came here again for my birthday about a month ago. However, the service and the food was lacking. The food took too long to arrive considering it was a...", {"emotion": 0}]], 4.0, "$$", 2.6666666666666665], "Zingerman's Roadhouse": [[[5, "This is an Ann Arbor staple. Great food, amazing service, and a comfortable atmosphere make this a top destination for brunch, lunch, or dinner any day of...", {"emotion": 5}], [2, "So many problems with our visit! My husband and I came in for brunch today. First, it is exceedingly annoying that they charge $1.00 to substitute toast. It...", {"emotion": 0}], [3, "Stopped in a few weeks ago with some friends for brunch. First time at this location. It was super busy on a non home game Saturday and I was glad we made...", {"emotion": 2}]], 3.5, "$$", 2.3333333333333335], "Juicy Kitchen": [[[5, "Great farm to table feel! \n\nI love how the meal is packed full of vegetables and healthy proteins,  leaving you feeling super full, satisfied, and energized...", {"emotion": 4}], [5, "I have been looking for a place like this for the past year and am so glad I've finally found it: a restaurant that makes delicious food that's actually...", {"emotion": 2}], [5, "After attempting to visit over Memorial Day weekend only to find that they were closed for the holiday :(, finally made it out a few weekends ago. Although...", {"emotion": -2}]], 4.5, "$$", 1.3333333333333333], "Pacific Rim": [[[5, "We have been here too many times to count, especially for celebrations. This is one of my top picks for ambiance which matches gourmet excellence. The...", {"emotion": 3}], [4, "The charm of dining out in Ann Arbor includes people watching. With ample dining options and ample outdoor dining options during our brief summer months, it...", {"emotion": 0}], [4, "Pacific rim is definitely a unique restaurant - so many different types of asian fusion food I've never seen before! \n\nAll the appetizers are super good and...", {"emotion": 3}]], 4.0, "$$$", 2.0], "Tomukun Noodle Bar": [[[4, "Last day of a short 'scouting' trip to UM, hungry for lunch after the campus tour. Yelp reviews led us to Tomukun and, once again, they didn't disappoint!...", {"emotion": 0}], [3, "This place was packed on the weekend for dinner, so my group of 4 decided to so what all the hype was about. It was a cold October day in Ann Arbor, so we...", {"emotion": 0}], [3, "I've been to the tomukun bbq side a bunch of times (amazing by the way) and this was my first time to the noodle bar. I ordered the tomukun ramen because I...", {"emotion": 0}]], 4.0, "$$", 0.0], "Monahan's Seafood Market": [[[5, "Always an Ann Arbor favourite. Been here forever. The fresh fish is always excellent and the restaurant side is killer.\n\nHad Fish & Chips. Smaller pieces of...", {"emotion": 2}], [5, "Tried fish and chip which was awesome last time so I am back here. This time I tried fried calamari. Great again.\nServer is very kind.\nNoimally packed...", {"emotion": 2}], [4, "Fresh seafood and excellent service! The inside can get quite crowded during the weekends but they are efficient. There is a courtyard in the back with more...", {"emotion": 1}]], 4.5, "$$", 1.6666666666666667], "TeaHaus": [[[5, "One of my favorite places in Ann Arbor. I love the tea selection, the quality, the staff, and the environment. Everything is high quality with...", {"emotion": 2}], [5, "I'm finally posting my first review after two years for a place that I tried almost a year ago - I'm a terrible person, I know. But I can't stop dreaming...", {"emotion": -2}], [4, "This is a favorite spot for any tea- and macaron-lover in town! I docked it down  a star due to several factors. \n\nFirst, the layout of the place can be...", {"emotion": 3}]], 4.5, "$$", 1.0], "NeoPapalis": [[[5, "Holy crap that was good!\n\nIn town for a concert and didn't have a ton of money to spend.  Found this place on yelp and figured that many good reviews can't...", {"emotion": 1}], [5, "Wow!  Such great tasting food!!  The only reason I was disappointed was because they didn't have a buffet!!  There were so many things I wanted to try!!\n\nI...", {"emotion": 0}], [5, "Pizza was delicious with a thin crust and a tasty sauce.\n\nGrub hub's 1 - 1.5 hour delivery estimate was disappointing for 1 pizza to be delivered 2 miles...", {"emotion": 2}]], 4.5, "$", 1.0], "RoosRoast Coffee": [[[5, "Stopped in during walk from stadium to a delicious lobster butter.....just the way I like me coffee at home. Many thanks for the hospitality I will return...", {"emotion": 1}], [5, "I really love their coffee, friendly staff, and ambiance! This location is super convenient for me and I consider it my \"neighborhood coffee shop\". If ever...", {"emotion": 3}], [4, "In spite of being very close to work , never got an opportunity to try this place but finally tried this amazing spot  and its an awesome experience. \n\nI'm...", {"emotion": 2}]], 4.5, "$$", 2.0], "The Songbird Cafe": [[[5, "Outstanding menu selections executed with skill and confidence. Fresh and tasty, with attention to detail. Delicious hot beverage, bakery, breakfast, and...", {"emotion": 3}], [4, "feels like home kinda vibe, if you can make it up to north campus!\n\nthis was my first time at the songbird, after it being on my list for so long, so I took...", {"emotion": 0}], [4, "This cafe is the definition of cozy and serves as a wonderful place to study - though of note, there's no wifi during lunch time and I think on the weekends...", {"emotion": 2}]], 4.5, "$$", 1.6666666666666667], "Isalita": [[[4, "Isalita's great, enjoyed the food and experience here. We started off with the truffle guacamole, which is exactly as good as everyone on here hypes it up...", {"emotion": 0}], [5, "I'm so thankful for this amazing Mexican restaurant in downtown Ann Arbor. Their cuisine is superb. \n\nAs soon as my friend and I entered the hostess...", {"emotion": 2}], [2, "So I'm from Austin Texas and the local family wanted Mexican food. I've had some very good Mexican food in spots outside of Texas... This place is not one...", {"emotion": 1}]], 4.0, "$$", 1.0], "Tmaz Taqueria": [[[5, "Stranded in A2 for a couple hours while my car was getting worked on, I found this place when looking for a spot to eat and charge my phone. I was very...", {"emotion": 0}], [5, "Great tacos, nice employees with great customer service. I come here every time I visit the area. I really like the chicharron taco but it might be too...", {"emotion": 3}], [4, "Used to drive by this place quite a few times a week but kept procrastinating  to try and finally tried it last week for dinner and it was pretty good...", {"emotion": 1}]], 4.0, "$", 1.3333333333333333], "Biercamp": [[[5, "Wow! Amazing place that I would love to have in Northern CA.  Great beer brewed in house and amazing sausages and barbecued meats . I went here three times...", {"emotion": 4}], [4, "If I lived here, I know I would truly be a fan event though I personally don't drink beer. Everyone else in the family does.And my husband and out hosts...", {"emotion": 0}], [3, "Our group all enjoyed the food. We had a bit of everything from classic brat, all beef hotdog, chili, backwoods sandwich, brisket, etc. The backwoods tots...", {"emotion": 1}]], 4.5, "$$", 1.6666666666666667]}