{"Bottega Louie": [[[5, "When in DTLA most people visit Bottega Louie. Not because its cool, or trendy, I would think it is because of the food served here.\n\nGreat for Brunch,..."], [4, "I absolutely LOVE this place. It is beautiful. You walk in to a sugar fantasy displayed in their macron and desert cases. Toothache just walking in. The..."], [4, "This review is only for their dessert, and what beautiful desserts they have!\n\nMy family and I ordered a mango tart and a banana cream tart.  They were..."]], 4.0, "$$", "Los Angeles, CA"], "Howlin' Ray's": [[[5, "Great chicken 10/10\nGood people I actually mean awesome individuals 10/10\nReally worth it....\nDefinitely recommend Howlin's if you are visiting..."], [5, "Would I wait a whole hour for this again? I'd say yes. (lol this was my draft from way back when.)\n\nTHERE WILL BE A LINE. AND THERE WILL BE A WAIT. AND YOU..."], [5, "This place is amazing, but only if you're ok waiting in a LONG line. \n\nA group of friends and I went on Friday night and waited close to two hours. Normally..."]], 4.5, "$$", "Los Angeles, CA"], "Wurstküche": [[[5, "A super trendy spot for sausages and beer nestled right into the heart of the Arts District, surrounded by lots of fun dessert spots like Pie Hole and Salt..."], [4, "My husband eats meat but I'm a VEGETARIAN and yes we both can happily eat at this trendy eatery! \nGreat food! Consistently wonderful! Truffle fries are a..."], [5, "This is my second time back at Wurstkuche. There was almost a moment that I drove off and didn't want to come back since parking was so hard to find. I..."]], 4.0, "$$", "Los Angeles, CA"], "Daikokuya Little Tokyo": [[[5, "This restaurant is ALWAYS packed. We came just a little after they opened on a Saturday and we already had to wait about 30mins. It wasn't too bad though..."], [5, "I've been to this location only once. Compared to their Monterey Park location, it is much more spacious! But there isn't much parking. It's LITTLE TOKYO/..."], [5, "The line can be a long one here, but went during lunch on the weekdays and it wasn't bad. \nThe ramen here is the closest to what I've had when my husband..."]], 4.0, "$$", "Los Angeles, CA"], "Bestia": [[[5, "You have to make an appointment 1 week ahead with a large party. If 2-4 person need to make reservations around 3-4 days. Walk in well come. But depend on..."], [5, "I had heard so much hype about this place, and I finally got to go and now all I can think about is how much I want to go back!!\n\nWe went on a Sunday as a..."], [5, "Some of the most delicious food I have tasted thus far! Been here 3 times and was fantastic each time. I am surprised Bestia didn't win a Michelin Star for..."]], 4.5, "$$$", "Los Angeles, CA"], "The Morrison": [[[5, "This place is always packed and for good reason!  The atmosphere just rocks.  The staff is super friendly. The happy hour is a great deal. And the food is..."], [5, "This is my favorite go to Happy Hour a Restaurant. All the staff and atmosphere are fantastic.  The food is the best. Great customer service. \nThank..."], [5, "I can see why they are #7 out of 100 Top Restaurants in Los Angeles.  Everything was exceptional from the holiday decorations, the customer service, food,..."]], 4.5, "$$", "Los Angeles, CA"], "Slurpin' Ramen Bar": [[[5, "It's been a minute since I've had ramen...and this really hit the spot. \n\nFamily style seating so be prepared to eat next to strangers  \nYou can customize..."], [4, "Ooohh I'm assuming there's usually a big wait time for this place, because I put myself on the waitlist at Griffith Observatory, waited forever for an uber..."], [5, "Chill vibes!\n\nSurprising wait at 1130 pm on a Tuesday night, but well worth the wait. \n\nServers and hosts were friendly. \n\nBroth very rich, creamy and..."]], 4.5, "$$", "Los Angeles, CA"], "Republique": [[[5, "Shawn is the best bartender ever! I had a Negroni and it was the best I've ever had! Including all over Italy. \nLove the vibe and the butter! Haha! \nLove to..."], [5, "I hate writing a bad review for one of the most popular restaurants in LA. Since we live nearby, I decided to give the Republique a second chance. Maybe I..."], [5, "a must when i'm in LA.\nthe food is so delicious. the line is, not a big\ndeal, if you are there in the morning for breakfast. i definitely recommend it..."]], 4.0, "$$", "Los Angeles, CA"], "Kang Ho-dong Baekjeong": [[[5, "A place my sister repeatedly requested to eat during our trip to LA. Well worth the hype and I was surprised that I actually enjoyed everything. Although I..."], [4, "This is the hot spot for all the young, beautiful people of k town and k pop wanna bes. As a woman in my mid 40s, I found the music obnoxiously loud- are we..."], [5, "The best kbbq I have eaten in my entire life. So glad we stumbled upon this place since we were staying in koreatown during our vacation in los angeles.\n\nWe..."]], 4.5, "$$", "Los Angeles, CA"], "Blu Jam Café": [[[5, "I love finding new brunch places in LA. I was staying nearby and found this place on Yelp. There was a long line out the door by the time I reached there. I..."], [2, "I was very pleased with the service and the presentation of the food, but appearances can be deceiving.  \nI ordered the Florentine Benedict that came with..."], [5, "Came here with a friend on a Saturday morning at 10am and luckily didn't have to wait for a table. First impression was that the servers were extremely..."]], 4.0, "$$", "Los Angeles, CA"], "Langer's": [[[5, "Just went back to Langers......again \n\n#19 is so good. and yes cam back from NYC and better than Katz hands down. No question.\n\nJust our humble opinion"], [5, "How have I lived in Southern California for 13 years and not eaten here until now? For those of you who don't know, this place is an LA institution and for..."], [5, "Langers is a Los Angeles institution, regrettably planted in a rough part of downtown.  But don't even let that influence your decision to either stay or..."]], 4.5, "$$", "Los Angeles, CA"], "Perch": [[[5, "First time and definitely not my last. Food was spectacular. Views were were amazing. Service was great! \nDefinitely recommend for a date. \nA bit pricey,..."], [3, "UPDATE - I received a reply from Perch.  The management team at Perch cared enough to respond and ask for an opportunity to rectify this situation.  I am..."], [5, "This place was beautiful! I had such an amazing time and the views are absolutely striking! I fell in love with these views and just wanted to stay up there..."]], 4.0, "$$$", "Los Angeles, CA"], "Marugame Monzo": [[[5, "Delicious and satisfying! Ordered the uni udon and a rice bowl and,my favorite on the menu,  the sour plum cold udon with mushroom and a side order of..."], [4, "A really good udon place that's always packed!\nThe wait was about 40 minutes for a table of 2, so we decided to go to the place next door that specialized..."], [5, "BEST UDON PLACE!!\n\nAtmosphere: It's located really close to the Little Tokyo/Arts District metro stop! The shop is pretty small and the tables are pretty..."]], 4.5, "$$", "Los Angeles, CA"], "Hae Jang Chon Korean BBQ Restaurant": [[[5, "My wife and I came here after a show since it was open late. This was our first time and it was nearby our hotel, so we thought to visit and we are..."], [5, "I honestly think this is the best acye kbbq in Koreatown. I've always avoided coming here because I'd see the ridiculously long lines outside, but now I..."], [5, "Might have found my new go-to AYCE KBBQ spot!\n\nFriendly staff and most importantly very quick service! I usually go to Road To Seoul and I'm usually stuck..."]], 4.0, "$$", "Los Angeles, CA"], "Providence": [[[5, "Providence truly deserves all their Michelin Stars! ALL of them! What a memorable and classy fine dining experience from beginning to end. Definitely a spot..."], [5, "Wow. This place went above and beyond my expectations.\n\nThis was on my go-to-list for what seems like forever and I finally got to go. We went on a Sunday..."], [1, "This is my second time dining at this place. Before yesterday, this might be my favorite fine dining spot in LA, but after yesterday, it made me having a..."]], 4.5, "$$$$", "Los Angeles, CA"], "Genwa Korean BBQ": [[[5, "Currently drooling just thinking about this spot. I've been about 4x now and without fail, they leave me satisfied!!\n\nThis isn't an all you can eat Buffet..."], [3, "I felt I needed to add a different perspective after seeing that most of the reviews here are either from people who are not from LA proper, whose..."], [4, "I always love me some Korean BBQ and Genwa is a great spot for a good time and great food! This place is a bit more Americanized than your typical Korean..."]], 4.5, "$$", "Los Angeles, CA"], "Salt & Straw": [[[5, "First time at this location, but came away happy.....and full =P\n\nGreat customer service.  Super helpful and they let me try all the flavors I was curious..."], [4, "Solid ice cream spot. Ample samples provided with no rush or guilt. A little pricey so it's not often I come but it's worth it everytime.\n\nCheck out the..."], [5, "Good place to satisfy your ice cream cravings! \n\nI ordered the dandelion chocolate hazelnut cookies and cream (vegan) single-scoop for $5. It was creamy and..."]], 4.5, "$$", "Los Angeles, CA"], "SK Donuts & Croissant": [[[5, "SK Donuts is my favorite donut place in Los Angeles. They have a donut to cater to your every desire and they have always been fresh no matter the time of..."], [5, "Seriously amazing donuts. I had the Ferrero Rocher one and it was so good. Fresh, creative, tasty. We also tried their cronuts with regular glaze and that..."], [5, "New obsession, woah. Got donuts from here for the first time as a dessert for friendsgiving and am blown away. I got a few vegan a few specialty and a few..."]], 4.5, "$", "Los Angeles, CA"], "Eggslut": [[[5, "Man O' man if the name doesn't intrigue you then this review amidst the hundreds of others proclaiming our adoration of this fine food establishment should...."], [3, "Prices are less than $10, and I get that this place has a ton of reviews and people love this place, but for that price and the size of the sandwich, I felt..."], [4, "I tried breakfast here \nIt was good and i liked it \n\nI just hate coming to this part of town and having to deal with parking"]], 4.0, "$", "Los Angeles, CA"], "Masa of Echo Park": [[[5, "I get in the mood for some deep dish pizza once and awhile and I gotta say, this is a great place to get it. We shared a large \"Lots of Meat\" deep dish..."], [4, "This is a unique restaurant in LA as it is one of the very few places that offers Chicago style deep dish pizza and does it well. \n\nThe deep dish pizza is a..."], [3, "I really wanted to love this place since I've heard such good things about it and my best friend was so excited for me to try it. But when it comes to..."]], 4.0, "$$", "Los Angeles, CA"]}