{"The Old Fashioned": [[[5, "Probably my favorite place for lunch in the Downtown.  \n\nThe issue is, it is everyone elses, also.   So come early, or late\n\nEvery menu item I have had is...", {"emotion": 1}], [5, "I came here with my colleagues and a Wisconsinite friend. It was the local's favorite. This place has a beautiful view of the capitol and it is popping....", {"emotion": 1}], [5, "Pardon the drool, but Old Fashioned makes all my cheesy dreams come true and for phenomenal prices! \n\nYou can never go wrong with the Prime Rib sandwich...", {"emotion": -1}]], 4.0, "$$", "Madison, WI", 0.3333333333333333], "Graze": [[[5, "One of our favorite Madison restaurants. Usually when we are celebrating something we come to Graze. The view of the capital and the ambiance of the...", {"emotion": 3}], [4, "Went here with my daughter on a recent college visit. They're located in the Capital Hill area and offer gorgeous views of the grounds with their floor to...", {"emotion": 1}], [3, "Eek...a lot of money, very crowded, the food is good (which to be fair is not a minor detail).\n\nWould I go back....probably yes....but not often.", {"emotion": 2}]], 4.0, "$$", "Madison, WI", 2.0], "Pig in a Fur Coat": [[[5, "One of the best meals I have had in Dane County.  \n\nI was a bit hesitant due to the whole \"shared table\" thing, but in two trips, I haven't had to share a...", {"emotion": 2}], [5, "I am partway through an 8-day stay at the nearby new Hotel Indigo, and on Saturday evening, at about 5:20 PM, I decided to take a walk down Paterson St....", {"emotion": 0}], [5, "A unique restaurant experience in Madison that calls to mind some of the more creative dining experiences in cities like Chicago and New York City. There...", {"emotion": 1}]], 4.5, "$$$", "Madison, WI", 1.0], "Marigold Kitchen": [[[5, "Truly a wonderful experience.  The food and ambiance were great.  Don't worry about seating.  Once you order up front they will have you wait off to the...", {"emotion": 1}], [2, "This was a really big disappointment for me!\n\nThe space, vibe, staff are all very cool! But I'm here to eat a meal and hopefully get a good value.\n\nI...", {"emotion": 0}], [4, "The worst part about this place is the line. And finding a table. The food is great, and I especially love their pancakes and potatoes. \n\nTheir bakery...", {"emotion": 0}]], 4.0, "$$", "Madison, WI", 0.3333333333333333], "Heritage Tavern": [[[5, "Do you know the feeling where you are tasting something so good that you have to close your eyes and silently cheer? That's how I felt tonight at Heritage -...", {"emotion": 1}], [4, "We had heard from other Yelpers what a great place the Heritage is and that they have a good happy hour.  So the first chance we had we stopped in for the...", {"emotion": 3}], [4, "We had a great meal here for our anniversary.   From the moment we were greeted by the awesome host, throughout all interactions with staff, we had a...", {"emotion": 2}]], 4.5, "$$$", "Madison, WI", 2.0], "Paul's Pel'meni": [[[5, "I. Love. Paul's. \n\nFirst off: the simplicity. You have one decision to make: beef or potato. I always get the mix, and of course get it with the works...", {"emotion": -2}], [4, "Dear Readers, \n\nPaul's Pel'meni is a Madison staple!\n\nEverytime I go to Madison I make sure to take an order home. This place is simple and straight to the...", {"emotion": 0}], [5, "Paul's = Nirvana\n\nI achieved enlightenment at Paul's Pel'meni.\nAnd you can too.", {"emotion": 0}]], 4.5, "$", "Madison, WI", -0.6666666666666666], "La Taguara": [[[5, "One of my favorite restaurants I've EVER had. I have fallen in love with Venezuelan food because of this place. Every time I visit my friends in Madison, I...", {"emotion": 2}], [5, "I'm writing this live from La Taguara! Ever since moving here, I've been missing Venezuelan food. And I'm glad my family and I found La Taguara. It is...", {"emotion": 1}], [5, "Highly recommend!!! Extremely friendly staff. Lots of options for meat lovers, vegetarians, gluten free individuals... anyone can find something they would...", {"emotion": 1}]], 4.5, "$$", "Madison, WI", 1.3333333333333333], "Ha Long Bay": [[[5, "This is my favorite place to order takeout in Madison. They have huge variety in their menu and have always been very consistent in their quality. I enjoy...", {"emotion": 2}], [3, "I find this place is extremely mediocre. The food is so-so, just like any other Vietnamese restaurants. I had the roasted duck with rice. The rice was plain...", {"emotion": 0}], [3, "Vietnamese food here = bad. The Thai food = good. If you are trying to look for good Vietnamese food, go to Saigon Noodles. This is not the place. I also...", {"emotion": 1}]], 4.0, "$$", "Madison, WI", 1.0], "Graft": [[[5, "Graft is the type of place where you can take people for great drinks and conversation, a wonderful meal, or an impromptu dessert. The cocktails are...", {"emotion": 1}], [3, "If this review was just for the fried chevre, it would be a five star. \n\nHowever, I have to take in the whole experience, which fell short of the fried...", {"emotion": 0}], [5, "Fantastic experience. The food was sumptuous. Others on here testifying to that. \n\nFor my part I want to talk about the service. The server was kind,...", {"emotion": 1}]], 4.5, "$$$", "Madison, WI", 0.6666666666666666], "Dotty Dumpling's Dowry": [[[5, "YUM. My first stop in Madison was this joint and it really set the standard! We shared a flight of beer among 3 of us and it was honestly plenty. I got the...", {"emotion": -1}], [4, "Your classic beer, burgers, fries joint with a cool atmosphere.\n\nDotty's was the first restaurant I went to in Madison and I always seem to gravitate back...", {"emotion": 2}], [4, "Pretty solid burger place in a fun pub atmosphere. Think early 200's TGI Fridays, but a little...cozier?\n\nWe started with the deep friend pickles and cheese...", {"emotion": 2}]], 4.0, "$$", "Madison, WI", 1.0], "Banzo": [[[5, "Favorite work lunch spot! I am constantly ordering from Banzo because I can't get enough of their falafel. They definitely have the best falafel in the...", {"emotion": 1}], [5, "Sunday afternoon at 2:45p. No wait.  We placed our orders at the counter and took the number with us to find comfortable nook.  This old house converted...", {"emotion": 0}], [4, "I'm leaning towards a 3.5/4.\n\nI loved the outdoor seating here. Lots of parking available, great lighting for night time. Didn't really check the interior...", {"emotion": 2}]], 4.5, "$$", "Madison, WI", 1.0], "Pizza Brutta": [[[5, "Always fantastic.  The fact that the wood fired oven baked crusts are used as the base for pizza, sandwiches, and appetizers is unique & superb.  Their...", {"emotion": 1}], [5, "HOLY YUM\n\nthe dough is perfectly chewy with crispy bubbles, the cheese is of amazing quality, the staff is patient while I have an existential crisis...", {"emotion": 1}], [5, "I'm lucky enough to live across the street from Brutta and it is our favorite neighborhood joint. My typical meal is a salad and flatbread. They do terrific...", {"emotion": 1}]], 4.5, "$$", "Madison, WI", 1.0], "Bradbury's": [[[5, "I happened upon this lovely coffee/crepe shop while I was visiting Madison. It's located near the state house building, but still manages to be blissfully...", {"emotion": 1}], [4, "Super compact space but bright and open. Ended up there around 9am on a weekday. Long wait (for food) for the amount of people they can actually fit in...", {"emotion": 2}], [5, "This was, admittedly, a backup pick for breakfast when our first choice was closed unexpectedly, but what a delicious surprise! \n\nDespite the standard,...", {"emotion": 1}]], 4.5, "$$", "Madison, WI", 1.3333333333333333], "Tornado Steak House": [[[5, "I HIGHLY recommend croquille saint jacques!  I wanted to order more plates, even as my entree? The heavy cream-wine sauce was flavorful. Basically scraped...", {"emotion": -1}], [3, "Giving three starts not because of the service but quality of food.  Service was excellent (Sam at the bar area did a great job and was very...", {"emotion": 3}], [5, "First time at Tornado Steak house and it definitely lived up to the hype.\n\nCoquille Saint Jacques - very impressed.  The sauce was exceptional and paired...", {"emotion": 0}]], 4.0, "$$$", "Madison, WI", 0.6666666666666666], "Bassett Street Brunch Club": [[[4, "Came here on Sunday with a couple friends feeling very apprehensive because I stay at a lot of hotels and am never impressed with any sort of restaurant...", {"emotion": 1}], [4, "I came here with a bunch of sorority sisters when we were in town and looking for a quick good dinner. This restaurant was attached to our hotel which made...", {"emotion": 2}], [2, "Did lunch here on a recent UW visit. Super convenient location as it was attached to my hotel. But this isn't a hotel restaurant, nope, it's its own thing....", {"emotion": 1}]], 4.0, "$$", "Madison, WI", 1.3333333333333333], "Monty's Blue Plate Diner": [[[5, "Great selection ok the kids menu so ours were happy with Mac and cheese and French toast. My tofu scrambler was huge and vegan butter for the toast was a...", {"emotion": 3}], [1, "Arrived at Monty's this morning (Sunday) @1030 had about a five minute wait to be seated. So... not terribly busy for a Sunday morning. I ordered a...", {"emotion": 0}], [4, "Another of the many Food Fight restaurants around town.  I finally ate here - it is about time since I have driven by it a hundred times.  It wasn't too...", {"emotion": 0}]], 4.0, "$$", "Madison, WI", 1.0], "The Great Dane Pub & Brewing Company": [[[5, "Great place. Had a party of 7 for a Saturday night dinner. Wait time was about 45 minutes. But we hung out at the bar (Madison's) across the street. They...", {"emotion": 1}], [4, "Went a few times while I was in town visiting. I only tried the \"tourist\" combo, but it was pretty good. You get a local beer, sausage on a bun, and a side...", {"emotion": 0}], [2, "Was SOOOOO HYPED to try the Cajun chicken....\n\nTasted great with the sauce but the portions was questionable. I haven't been back to Madison since I...", {"emotion": 1}]], 4.0, "$$", "Madison, WI", 0.6666666666666666], "Greenbush Bakery": [[[5, "A sweet Madison staple! I've picked up donuts here numerous times and I haven't been disappointed yet. I like the new location! It's brighter and more...", {"emotion": 0}], [5, "I visited Greenbush Bakery just two days after they moved across Regent Street.\n\nI love the new place! It's way roomier than the original store. There is...", {"emotion": 2}], [5, "Greenbush donuts are perhaps the best donuts I have ever had. They make every flavor known to man, and they do so to the utmost perfection. I'm not even...", {"emotion": 2}]], 4.5, "$", "Madison, WI", 1.3333333333333333], "Lao Laan-Xang Restaurant": [[[5, "This is my favorite restaurant in Madison! Ive had papaya salad from multiple other restaurants and food trucks, but I love the papaya salad here the most....", {"emotion": 2}], [4, "I like this place! We were looking around the area for another Asian place aside from ha long bay and came across this gem. The size is small so be sure to...", {"emotion": 0}], [5, "The BEST crab rangoon IN MADISON! I really enjoyed my meal here. It was super affordable ($5.50 for 5 crab rangoons; $11.50 for entrée with tofu - at least...", {"emotion": 2}]], 4.5, "$$", "Madison, WI", 1.3333333333333333]}