{"Cornish Pasty": [[[5, "I friggin LOVE this place\nWe had Chance as our bartender most recently and he was excellent. He was plenty knowledgeable about the menu and recommended we..."], [4, "I was in town on a layover, and I popped into Cornish Pastry after finding it on Yelp. The outside looks like a plain old strip mall, but once you walk..."], [4, "We were thrilled to find this restaurant!  Lively pub atmosphere with friendly staff and service.\n\nOur family of 4 came here for dinner and all of us..."]], 4.5, "$$", "Tempe, AZ"], "Detroit Coney Grill": [[[5, "Wow! My honey comes here every week and finally brought us. I've never been to Detroit and never had a coney, but if the beautiful feast of chili, mustard..."], [2, "Not sure how this get into the 9th best burger in America. \n\nI walked in with high expectation because of the reviews, but walked out with disappointment...."], [4, "We tried this place today based off reviews I read here and on fb. Im always looking for new keto\nFriendly places to add to my list. This place was keto..."]], 4.5, "$", "Tempe, AZ"], "Snooze, An A.M. Eatery": [[[5, "Snooze is definitely our favorite breakfast/brunch spot. The service is always great, the food is consistent, and the prices are decent. The menu is huge..."], [4, "Snooze is such a cute breakfast spot! Yes, they have lunch food, but I live for brunch! I got a veggie frittata with fresh greens on top and it was..."], [1, "YOU WONT BE ALLOWED TO SEAT UNTIL YOUR ENTIRE PARTY ARRIVES. \nIplanned to have breakfast here before wedding dress shopping. I emailed ahead of time asking..."]], 4.5, "$$", "Tempe, AZ"], "Zu Izakaya Asian Kitchen": [[[5, "Sake bombs, sushi rolls, free edamame (check-in offer), and a small plate of salmon sashimi on happy hour! Thoroughly enjoyed my dinner and night out with..."], [2, "Service is Great. Food is delicious. \nHappy hour for sushi ends at 11pm? To my understanding. We were told they were not serving anymore sushi after 11. My..."], [2, "It's not often I feel like I actually wasted money on a meal, but these place really did that for me. \n\nThe tonkatsu was okay. Really not worth coming here..."]], 4.5, "$$", "Tempe, AZ"], "Green New American Vegetarian": [[[5, "We are really grateful for GNAV. We usually end up there just as soon as we get into town from our drive to PHX from San Diego. The food is good to great,..."], [1, "Burger was delicious service was horrible, probably the worst service iv ever had no lie. For example The avocado was black and they told me it wasn't moldy..."], [4, "Visited this place to pick up their ThanksLiving vegan meals for the family, and I decided to take a quick bite to eat before I was on my way.  This review..."]], 4.5, "$$", "Tempe, AZ"], "Culinary Dropout": [[[5, "This restaurant is a complete experience! The location is super funky and classy. The service is attentive and and personable. I was lucky to come here..."], [2, "Too much hype.  Went for a work Christmas party...party of 20.  Could not order anything we wanted from their menu, they had a few options to pick from...."], [4, "Food here is pretty good. Place gets mega crowded on a Wedensday night, the weekend must be crazy.\nService is good also. Parking was tough. Went for the..."]], 4.0, "$$", "Tempe, AZ"], "Crêpe Bar": [[[5, "This is hands down the absolute best place to eat. \nI have been coming here for years and bringing people I love. I suggest it to everyone that is new to..."], [5, "What isn't there to love?\nYou can really pick your experience.\nYou can get big, heavy, savory or sweet dishes that will make you want to take a nap, or..."], [5, "Heard that this place was good, so while in town on Sunday morning, I decided to try it out.  The bloody mary was spicy and tasty.  Wished it would have..."]], 4.5, "$$", "Tempe, AZ"], "Haji-Baba": [[[5, "Being a little out of the way and not having a car, I delayed coming here until the end of my trip to Tempe. I immediately decided to eat the rest of my..."], [5, "Their Chicken Schwarma plate is out of this world, full stop.\n\nGreat people, good place for Mediterranean groceries, amazing food. Definitely recommend..."], [5, "FOMO is me posting this picture of a chicken shawarma plate from Haji Baba and you realizing that you could be eating it but aren't.\n\nDon't miss out. It's..."]], 4.5, "$", "Tempe, AZ"], "Little Miss BBQ": [[[5, "WOW... This was some GREAT BBQ!!!  \nWe decided to hit this little BBQ Place up for a late lunch after we checked into our hotel waiting for a flight out of..."], [4, "The wait can be daunting given the 110 degree heat but if you can endure the bbq is fabulous. The aroma alone from the slow cook process will have you..."], [5, "Sooo worth the wait! I love me some good BBQ! I knew from the reviews & my friend's experience, I was going to need to wait to give this a try. \n\nWe arrived..."]], 5.0, "$$", "Tempe, AZ"], "Postino Annex": [[[5, "Who doesn't love a visit to Postino's? The bruschetta boards are incredible. The ingredients are fresh as hell! I like to do the half sandwich, half salad..."], [4, "This is one of my favorite place when I was studying. Their $5 for pitcher used to be our hot favorite. Finishing our day work at 4pm we would come in here...."], [5, "I have met up with my girlfriends here several times. It is the perfect place to catch up with friends and has delicious food. If you love figs, THIS IS THE..."]], 4.5, "$$", "Tempe, AZ"], "House of Tricks": [[[5, "Star: 5/5\n\nAll these the tastes are awesome!\nGood services and environment \nI think House of Tricks is Tempe's best Americans style restaurant \nMust try..."], [4, "The place was awesome! \nGreat service as we ate outside, we had two heaters and they brought us all blankets! We had the Polenta, Braised Lamb and some..."], [2, "Despite the mixed reviews, my boyfriend and I tried this place to celebrate my 30th birthday! It was such a disappointment and waste of $150+\nThere is..."]], 4.0, "$$$", "Tempe, AZ"], "DaYung's Tea": [[[5, "Want something refreshing? This is the place!  Love the decor of the place, clean and bright, nice place for hangouts with friends and families. \n\nThe place..."], [5, "Update- still my fav tea stop! Solid 5 stars for consistency of their drinks & great customer service - some of my favs are green milk tea w/coconut jelly &..."], [5, "I've tried a handful of boba places here in Arizona and this one is definitely my favorite. This is a Taiwanese chain so it's as authentic as you can get...."]], 4.5, "$", "Tempe, AZ"], "Hummus Xpress": [[[5, "I love this place for it's use of fresh WHOLE foods! The spicy and sweet carrots are BEYOND DELICIOUS. I do not live near by, but I do make my way over here..."], [4, "Hummus Xpress was a nice, quick dinner option.\n\nThe staff was friendly, but a couple did appear very new and unsure of items offered.\n\nThe process is..."], [4, "The guy serving even said \"it's like chipotle\" when I was staring up at the menu. He was right, and you get to choose a hummus (the jalapeno one was solid)...."]], 4.5, "$", "Tempe, AZ"], "Maskadores Taco Shop": [[[5, "Came here for lunch recently for some street tacos. \n\nThe atmosphere when you walk in is pretty cool. It has a bunch of metal masks and real luchador masks..."], [4, "Clean fast little overpriced for food \n\nI had the burrito \nIt was well oversize and was good portion and very flavorful \n\n\nThey burrito I had was large and..."], [4, "This place serves up good food! \n\nHowever, it is a small venue and the crowd was interesting. The local workers from down the street seemed to enjoy this..."]], 4.5, "$", "Tempe, AZ"], "Aloha Yogurt": [[[5, "This place is cute and local, I approve. I came here after a massage and before dinner, or I guess for dinner? They had some rad flavors like Ghirardelli..."], [5, "I'm so glad I was having a late night crave because I found this place lol\nNormally I have another go-to froyo place, but one of the times it got late and..."], [5, "People!  This is the best yogurt in the area. It's a small business and not a franchisee and I'm pretty certain flavors are created there although I haven't..."]], 4.5, "$", "Tempe, AZ"], "Spinato's Pizza": [[[5, "Spinatos has the best pizza in the valley. \n\nIf that is not enough to make you go try the wings. \n\nThe happy hour is on point offering discounts on pizza..."], [3, "Nice new upscale feel to this location. Staff all pretty friendly.\n Not very comfortable seating. Hard little metal chairs. High ceilings, hard surfaces,..."], [4, "The pizza is amazing so are the appetizers... we were a group of 9 and we thoroughly enjoyed ourselves. There was approximately 10mins of waiting time to be..."]], 4.5, "$$", "Tempe, AZ"], "The Chuck Box": [[[5, "Always a great day when you can introduce your 13-year-old to one of Arizona's staples when it comes to burgers - The Chuck Box. Always a solid burger. \n\nI..."], [4, "I love that Chuck Box literally tastes like your friends had a backyard bbq, threw the burgers on the grill, and they also happen to be beyond skilled at..."], [4, "A no nonsense burger place that serves very good burgers. The burgers come in different sizes and you can add Bacon Wheels and Cheese. You can customize..."]], 4.0, "$", "Tempe, AZ"], "Mark's Cafe": [[[5, "My mom and I were in the area and found this place and figured we'd try it because of the ratings. We were greeted almost immediately and sat down. We..."], [3, "I really wanted to love Mark's Cafe having had it bookmarked for forever and loving hole-in-the-wall places like this but I unfortunately am landing at 3..."], [3, "I so wanted to love this place. I begged a friend to meet me there to try the food based on all the 5 star reviews. I'm giving 3 stars because the staff was..."]], 4.5, "$$", "Tempe, AZ"], "Donut Parlor": [[[5, "This donut spot is the BEST donut spot in Arizona period. The donuts are amazing. Not only are there donuts delicious but theme of the donut parlor the..."], [4, "Donut Parlor was recommended to me, so I decided to stop by in the morning before a day trip to Sedona. It's in a strip mall area, next to Leslie's pool..."], [4, "Love love love this place! Their donuts are always fresh and delicious! Absolutely love the glazed donuts and the jelly filled ones. \n\nOnly reason I gave it..."]], 4.5, "$", "Tempe, AZ"], "Morning Star Cafe": [[[5, "Wonderful little breakfast spot in Tempe. Tucked in an office park, don't be confused when you pull up. Owned by a nice Minnesota family, they make great..."], [5, "We drive a tractor trailer. We had a delivery within walking distance. We decided to have breakfast here. WOW !!! It was amazing. Espresso was my favorite...."], [5, "I was so excited to find a local restaurant within walking distance of my hotel!! The owners greeted me warmly and thanked me for supporting local..."]], 4.5, "$", "Tempe, AZ"]}