{"Mother Bear's Pizza Campus": [[[5, "Great food. Ordered the deluxe. Crust is the right texture. Soft.  Buttery. Cheese is slightly crusty. Yum. Great food. \nAtmosphere is fun and laid back...."], [4, "As an Indiana University alumni, this is a one of the staple spots I always visit when I'm back at the Alma Matta. Coming back during labor day weekend,..."], [5, "Wow! I never thought I'd find good pizza in the MidWest. I've had top ranking pizza in California, Texas, NYC, Chicago. This place is great. They boast a..."]], 4.5, "$$", "Bloomington, IN"], "Turkuaz Cafe": [[[5, "We enjoyed their traditional dinning style (with no shoes), it was very comfortable and neat experience. Of course they have tables and chairs for as well..."], [4, "We keep coming back. Still very friendly, and it's getting comfier and comfier. Lots of variety for the vegans through the carnivores. The pides (like..."], [4, "Gayle and I have dined here twice in as many trips to Bloomington.  And both times we brought along her Son, his Wife, and the 2 darling grand-girls.  The..."]], 4.5, "$$", "Bloomington, IN"], "Uptown Cafe": [[[5, "This is a refined restaurant that is a popular destination at all times of the day. Order some of the Louisiana specialties...that's what they are known..."], [3, "My boyfriend and I found ourselves in Bloomington Indiana last weekend and decided to try this place for brunch. When you google \"best brunch places in..."], [3, "Visited Uptown Cafe for the first time a couple of weeks ago for Sunday brunch. Can't say that I'm convinced it lives up to the hype at $16.50 for a classic..."]], 4.0, "$$", "Bloomington, IN"], "Upland Brewing": [[[5, "I graduated from IU back in 2010 and finally made it back for a football game this fall - can't believe how much everything has changed, including..."], [4, "Like me, my step son is a largely a beer and burger guy and during a recent trip to see his family, we all ended up here for dinner after he summarily..."], [4, "Excellent burgers and Mac and cheese. \nUpbeat staff, very engaged \nNice decor and convenient to the square"]], 4.0, "$$", "Bloomington, IN"], "Cardinal Spirits": [[[5, "Always absolutely a delight to come here!  Foodwise, I have never had anything I didn't devour as soon as it appears.   The servers are always friendly and..."], [1, "I hate to do if. I truly hate to do it. \n\nAfter my first visit one year ago on an IU home basketball night, I have been lamenting the poor experience. I..."], [5, "Add this to your Bloomington Bookmark List. STAT. \n\nCardinal Spirits is a shining gem of Indiana. The staff are friendly, bright, and creative, and the..."]], 4.5, "$$", "Bloomington, IN"], "The Owlery Restaurant": [[[5, "I'm not local to the area but come out once a month. Several people at work recommended this place for when my husband visited with me since he's a..."], [4, "Nearly seven years from my first review, it remains very good for vegetarians and vegans. The choices have changed here and there. \n\nBad acoustics make..."], [5, "Amazing little diner with some absolutely amazing vegan food options!! Who would have thought to find a great little vegan diner in Bloomington. \n\nThere are..."]], 4.0, "$$", "Bloomington, IN"], "Runcible Spoon Cafe & Restaurant": [[[5, "Runcible Spoon is our first stop every time we visit Bloomington, Indiana. We only just discovered this quaint little place three years ago, and we eagerly..."], [2, "Ate here on a Saturday for brunch and was pretty disappointed with the experience.\n\nThe wait: not terrible, maybe 15-20 minutes\n\nThe food: underwhelming...."], [2, "Overpriced breakfast. Very disappointed that I walked in at 1:30pm on a Saturday and they said was  breakfast only until 3:00pm. So lunch menu only after..."]], 4.0, "$$", "Bloomington, IN"], "Samira Restaurant": [[[5, "The restaurant serves incredible food and serves it in a beautiful presentation. Our family's go to spot! Great for both meat eaters and vegetarians."], [5, "I love this restaurant. Loved it 20 years ago (when I was a student), loved it this time around. Really flavorful Afganian food, fresh ingredients, great..."], [5, "Best restaurant I've discovered on my visits to Bloomington.  Diverse and flavorful menu.  Wonderful service!"]], 4.5, "$$", "Bloomington, IN"], "Darn Good Soup": [[[5, "i started coming here a couple months ago and i really wish i would have started sooner. the super is really darn good. they have a variety of soups each..."], [1, "The soup is just ok. Not worth what they charge for a cup of soup. I visited and was very displeased with how rude the front worker was. He was talking up..."], [3, "Nice, bright counter service soup restaurant. I had split pea and ham, which was very nice on a cold day. They have many options, including vegan and..."]], 4.5, "$", "Bloomington, IN"], "Hopscotch Coffee": [[[4, "This coffee house is perfect for lounging with friends or finishing your screen play about the girl of your dreams marrying your sister. \n\nThey offer your..."], [5, "TLDR; good working space, free parking, solid cup of coffee, fun drink specials, open late\nOne of my favorite places in Bloomington to stop and get coffee...."], [4, "While in the area, I wanted to stop by and try this place.  Having already had more coffee than normal this day, I decided to give one of the teas a try.  I..."]], 4.5, "$", "Bloomington, IN"], "The Chocolate Moose": [[[5, "The short version is that this is excellent ice cream!!   We tried coming here years ago when they were closed for renovations and now that they've reopened..."], [4, "My boyfriend and I have an ongoing battle because he is a Chocolate Moose fan and I am a Bruster's fan. However, he usually gets \"blizzards\" and I usually..."], [5, "I love the chocolate moose so much! It's one of the only places in Bloomington where I have lots of options! I can get a vegan banana split, a vegan milk..."]], 4.5, "$", "Bloomington, IN"], "The Tap": [[[4, "Excellent selection of brews, both on tap and bottled/canned. On Saturday they happen to serve Bloody Marys... with a twist! They use sake instead of vodka..."], [5, "I love the look of The Tap. It is sophisticated, a place where a grown up would have a beer. Always have a good experience, and the pizza is excellent. Sat..."], [3, "This is one of my favorite places in Bloomington for food and beer. The food is great (especially the Tap Fries), and you can't beat their beer selection...."]], 4.0, "$$", "Bloomington, IN"], "Farm Bloomington": [[[4, "Accurate Review: 3.75 stars\n\nAlways make a reservation for your dining experience as you never know what the college town will have in town with great..."], [2, "I feel like the service has gone down hill the past few times I've come here. I've always subbed out home fries with the Indiana Benedict. The last time I..."], [3, "While I was in town for work, a group of 7 of us went here for a weekday dinner. The atmosphere of the restaurant is rustic chic and we felt very welcomed...."]], 3.5, "$$", "Bloomington, IN"], "Rainbow Bakery": [[[5, "I somehow didn't check out rainbow bakery until this year and I wish I'd made the decision earlier!\n\nRainbow Bakery is an all vegan and mostly gluten-free..."], [5, "This was my first time trying this place out, had been meaning to for awhile. The place is very cozy and inviting from the moment you see it. \nThey have a..."], [4, "A charming, local bakery! I loved this bakery because of the delicious gluten free options! Day 1 I had the pumpkin ginger muffin, a sweet beet donut and a..."]], 4.5, "$", "Bloomington, IN"], "Nick's English Hut": [[[5, "This will be an easy review to comprehend.\n\nThis is the best bar in Bloomington. \n\nPlay sink the Biz while you're here. \n\nThe food is top notch - sink the..."], [4, "Every University town has its bar/restaurant institutions.  In Iowa City (home of my alma mater - the University of Iowa Hawkeyes) that would be Joe's..."], [5, "Add 2 more Mf'n stars \n\nI dunno. Maybe I'm a a little drunk. Yeah. It's a bad picture of a half-eaten Stromboli. And a greasy bucket of fries.  But what you..."]], 4.0, "$$", "Bloomington, IN"], "Lennie's & Bloomington Brewing Co.": [[[5, "Our Airbnb host recommended Lennie's for a meal, so we ventured through campus on a Friday night and ended up there for dinner on Kirkwood Street, steps..."], [3, "Let me preface this by saying that change is hard. I was a huge fan of Lennie's when they were located on 10th Street. \n\nI have been trying to enjoy..."], [5, "Best beer within 50+ miles! The menu will knock your socks off. The bar area is a nice slice of local/newbies. Pick this over any other brewery/restaurant..."]], 4.0, "$$", "Bloomington, IN"], "The Irish Lion Restaurant & Pub": [[[5, "This is a surprisingly wonderful Irish pub with great ambiance. Pick up a flyer to the right of the entrance to that yourself to a history of the bar. It's..."], [2, "The Irish Lion is famed in Bloomington as a more upscale and fancy restaurant to attend. \n\nMy friends and I went to dinner on a Saturday night. When seated..."], [3, "Nothing like it used to be when Dennis was in charge........\n\nTwo times in a row I got my food before I had silverware.  \n\nI was one of 3 there Friday.  I..."]], 4.0, "$$", "Bloomington, IN"], "Lucky Express": [[[5, "My favorite Chinese restaurant in Bloomington. Family that runs it very friendly and accommodating. I've been coming here for four years and the food always..."], [5, "Great lunch specials and great food! I have only been once but plan to make this my go-to Chinese takeout. I had heard good things and adore szechuan..."], [5, "Revisited Lucky Express on a whim last Sunday. Wasn't sure they would be open due to Spring break, but they were, much to my delight. I ordered my usual..."]], 4.5, "$", "Bloomington, IN"], "Bloomington Sandwich": [[[5, "Unexpectedly really good. Solid Reuben sandwich, service was great, food came fast.\nSuper clean tables too.\nWill be my go-to sandwich place"], [5, "Do you want a great sandwich? Come here. You want frills? Go elsewhere. You want quick, friendly service by a hard-working team? You're in the right..."], [5, "Wow! This establishment was wonderful! Five star review! From the friendly staff and expedited ordering experience to the food! Outstanding! I had the..."]], 4.5, "$", "Bloomington, IN"], "Buffa Louie's": [[[4, "This was my first visit to this restaurant across the street from the IU Campus.  The chicken wings I got in my \"to go\" order where delicious with a bit of..."], [5, "The Pot Roast Sandwich is still the standout here, get it loaded with cheese, carrots, onions and horseradish. We order extra horseradish sauce on the side..."], [5, "Came here on work trip and ended up dining here multiple times! \n\nFood- Wing are my favorite food and this place does them right. The wings are crispy on..."]], 4.0, "$$", "Bloomington, IN"]}