{"Malibu Seafood Fresh Fish Market & Patio Cafe": [[[5, "Amazing food and ocean view at an affordable price! My husband and I did hike at the Sara Wan Trailhead then had dinner at the restaurant. The restaurant is...", {"emotion": 1}], [3, "Overrated and realistically should be 2.5 stars. I've eaten here at least 3 or 4 times (my bad) and it is always somewhat disappointing. The fish in general...", {"emotion": 0}], [4, "Guests in from out of town this week.  Want fish.  Round two.\n\nLunch. \n\nBeen coming here for years.  YEARS.  Wiinter days our fav when it's locals and cold...", {"emotion": 0}]], 4.0, "$$", "Malibu, CA", 0.3333333333333333], "Geoffrey's Malibu": [[[5, "FANTASTIC! Talk about an escape this restaurants location takes you to a beautiful ocean escape & then serves you fantastic cuisine at the same time. The...", {"emotion": 2}], [4, "We celebrated our 12yr anniversary at Geoffrey's for brunch. \n\nFirst off.. the views are everything!!! This sets the ambiance right away. Host was gracious...", {"emotion": 1}], [5, "Beautiful venue that's perfect for a date night or celebrating a special occasion! It's right on the water and has the most incredible view at night. There...", {"emotion": 2}]], 4.0, "$$$", "Malibu, CA", 1.6666666666666667], "Malibu Farm Pier Cafe": [[[5, "Malibu Farm is AMAZING! \n\nEverything is so good and satisfying. I got the chicken club sandwich and shared the pancakes with a friend. \n\nThe view is also...", {"emotion": 1}], [2, "This was quite a while ago...\n\nWas charged for drinks that we never received.  When I went back to try to tell them they \"couldn't\" make it right....", {"emotion": 0}], [4, "Visited the gift/souvenirs shop next to cafe and seems to be owned by cafe only as everything was attached and same theme paint colors for both. There is a...", {"emotion": 0}]], 4.0, "$$", "Malibu, CA", 0.3333333333333333], "Nobu Malibu": [[[4, "Nobu definitely lived up to its hype. Right on the beach, delicious food, $$$, but unfortunately no celebrity sightings. \n\nI brought my girlfriend here for...", {"emotion": 1}], [4, "I'm sure everyone is well aware of how great this place is. So I won't go on and on about how good it actually is. \n\nTips: If you are going to eat here get...", {"emotion": 3}], [1, "You might see a celebrity, but you're more likely to see the unenthusiastic face of a pre-pubescent, self-entitled, unskilled laborer (waiter). They might...", {"emotion": 0}]], 4.0, "$$$$", "Malibu, CA", 1.3333333333333333], "V's restaurant + bar": [[[5, "Came here during a weekend getaway. The staff is wonderful and friendly. Their food and wine is delicious, and the service was wonderful. \n\nHEADS UP:...", {"emotion": 1}], [5, "I work super close to V's and we usually come here for special occasions for lunch. They have very high quality food and such classy vibes. Very beautiful...", {"emotion": 2}], [3, "Comfortable booths, clean, higher end. Delicious limited menu including a burger, chicken, salads. I always combine burgers with a serving of Diet Coke and...", {"emotion": 2}]], 4.5, "$$", "Malibu, CA", 1.6666666666666667], "Malibu Farm Restaurant": [[[4, "I came here on a Sunday with my family and got sat right away which was honestly surprising considering we had a big group. We got sit on an amazing table...", {"emotion": 2}], [4, "Some reviews on this restaurant mentioned it being a tourist trap...are they wrong? Not really, but I still enjoyed my experience here. The location is...", {"emotion": 0}], [4, "The vietnamese coffee was AMAZING. Like liquid happiness.\n\nThe seating and tables were super cute and the view was amazing. There is also seating on the...", {"emotion": 1}]], 4.0, "$$", "Malibu, CA", 1.0], "Ollo": [[[5, "My favorite spot.\nGreat Saturday Lunch appetizers and cocktails.\n\nI keep coming back.", {"emotion": 2}], [3, "What a nice place for breakfast, at least that is what I was here for.  Plenty of parking. The decor is cheery and bright. You can bring your furry friend...", {"emotion": 1}], [4, "Cute and delicious casual little restaurant in a strip mall in Malibu.  \n\nCame here at 11:30 on Saturday, which is like golden hour because you get your...", {"emotion": 0}]], 4.0, "$$", "Malibu, CA", 1.0], "Lily's Malibu": [[[5, "Lily's Malibu will always be home. It's that college friend that moved across the country, but you meet up five years later and pick up RIGHT where you left...", {"emotion": 1}], [5, "OMFG this is the best breakfast burrito I've had. Eggs, chorizo, refried beans. I think when you put refried beans in a burrito you get two things - 1)...", {"emotion": 0}], [2, "Malibu has a reputation for kookiness, and the popularity of Lilys is the perfect example of that. Lily's serves mediocre (at best) mexican food and the...", {"emotion": 0}]], 4.0, "$", "Malibu, CA", 0.3333333333333333], "The Malibu Cafe": [[[4, "It really depends on how you look at this place. If you come for parties or plan to hang out for a whole day, you will most likely enjoy the time here. We...", {"emotion": 1}], [2, "$30 for a burger and crappy chips?!?! Don't come here starving unless you're ready to pay a lot for a meal. I paid $30 for the Calamigos burger that comes...", {"emotion": 0}], [3, "I made reservations because the place looked lovely online and it truly is. But I was quite disappointed ..... Food and drinks aren't impressive, you can...", {"emotion": -1}]], 3.5, "$$", "Malibu, CA", 0.0], "Paradise Cove Beach Cafe": [[[5, "Stopped here with the wife for lunch! Love the outside covered seating in the sand. Food portions were massive and very tasty. \n\nWent with the barbecue...", {"emotion": 2}], [5, "I'm pretty sure this is my third review of Paradise Cove Beach Cafe, but it appears that Yelp keeps taking it down. Not sure why Yelp keeps telling me to...", {"emotion": 1}], [3, "Great Food \nVery expensive \nGood service \nCrappy WiFi\nGet a booth overlooking Ocean \nGood draft beer\nFast service \nLTE is not good here either \nYou have to...", {"emotion": 3}]], 3.0, "$$$", "Malibu, CA", 2.0], "Marmalade Cafe - Malibu": [[[5, "The chicken and wild rice soup was soooo good. Chunks of winter squash... delicious.\n\nI also had fish and chips. It was great. No sogginess on the plate. It...", {"emotion": 0}], [1, "I don't want to think that my experience at this location was an accurate one, but unfortunately, it's my only experience here. The food was mediocre, but...", {"emotion": 0}], [4, "marmalade cafe located in malibu village felt like a casual and relaxed restaurant! our server tracy was friendly and understanding that our group of 6 was...", {"emotion": 1}]], 4.0, "$$", "Malibu, CA", 0.3333333333333333], "The Sunset Restaurant": [[[5, "Just like in real estate one of the golden rules of restaurants is location. The Sunset Restaurant has stunning and amazing views. All the views are great;...", {"emotion": 2}], [1, "The blonde hostess was the absolute rudest hostess EVER... I don't understand why she would be the face of this beautiful restaurant.\nEven though I made...", {"emotion": 1}], [5, "This restaurant was found by driving on the way to El Matador beach. I saw a sign that said BEACH RESTAURANT. I just had to pull over! I followed the trail...", {"emotion": 0}]], 3.5, "$$", "Malibu, CA", 1.0], "Taverna Tony": [[[5, "What a place!!!!  Love ittttttttt!!!! The music , the food, the service & The belly dancer.....wowwwww!!! such a fun place to spend your evening weekend at...", {"emotion": 2}], [5, "My family has come here for years and this my first time coming here with my adult palate (haha) and this is without a doubt, one of the few long standing...", {"emotion": 0}], [5, "If you want to experience Greece without flying out then this the place to go ! \nAuthentic Greek band playing Greek music, belly\n Dancers and of course...", {"emotion": 1}]], 4.0, "$$$", "Malibu, CA", 1.0], "Ollie's Duck and Dive": [[[5, "Just came in for a drink and an app. No doubt had the best calamari ever. Deep fried to the perfect crisp on top of shredded cabbage and roasted jalapeño...", {"emotion": 2}], [4, "Came here around lunch time on a Saturday afternoon with a few friends. It's located in a small plaza that doesn't have too much parking, so beware. We came...", {"emotion": 0}], [4, "Might be because we came right when they were open, but we had great service from three separate workers. We loved the hostess! \nI was extremely...", {"emotion": 3}]], 4.0, "$$", "Malibu, CA", 1.6666666666666667], "Grom Malibu": [[[5, "Absolutely delicious fancy gelato. The extra dark chocolate just coats your soul and adding a scoop of fresh raspberry was better than a cherry on top....", {"emotion": 2}], [3, "I loved the extra dark chocolate until I hit bottom of the significantly large false bottom. I would have rather seen a smaller cup size versus the feeling...", {"emotion": 0}], [5, "Grom gets their ingredients from Italy.  Actually.  That must be the difference, because my pistachio was better here than any I've had elsewhere around the...", {"emotion": 0}]], 4.0, "$$", "Malibu, CA", 0.6666666666666666], "Kristy's Village Cafe": [[[5, "OMG -- this chocolate cake and Merlot topped of a wonderful dining experience at Kristy's cafe this weekend. \nBeautiful salad with homemade balsamic. I had...", {"emotion": 2}], [4, "We went here for breakfast a while back while visiting Malibu. Our server was incredible, I don't remember his name, but he was such a genuinely nice guy....", {"emotion": 1}], [5, "Outstanding food!  My favorite salt and pepper calamari.  Enjoyed mahi mahi fish and chips which were delicious.  Don't miss the coconut cake which is...", {"emotion": 1}]], 4.0, "$$", "Malibu, CA", 1.3333333333333333]}